{
  "갑자": {
    "personality": "모든 사람의 위에 설 그릇으로 서글서글하고 느긋한 성격이며 실질적인 이익을 노립니다. 성급하면 원금과 이익을 잃을 수 있습니다.<br>덕성과 인정이 많으며, 자기 과신과 승부욕이 있습니다. 자주 직업을 바꾸며 꿈에 부푼 성품입니다. 자식 운이 강하고 외도 성향이 다분할 수 있습니다.",
    "features": "갑자일주는 \"천덕귀인이 돕는 날\"이라는 의미로, 하늘의 복을 받아 귀한 운을 타고났음을 상징합니다.<br>의미: 이 날에 태어난 사람은 고귀한 성품과 운을 지니며, 높은 목표와 명예를 추구하는 경향이 강합니다.<br><br>자(子)의 자리에서 목욕하고 관을 만나며, 복과 아름다움이 함께합니다.<br>의미: 자의 기운과 목욕의 기운은 풍요로움과 아름다움을 의미하며, 이들은 재능을 발휘해 사회적 명성을 쌓을 가능성이 큽니다.<br><br>흰 옥의 선녀가 인장을 바치며, 한 번의 성공으로 명성을 얻고 천문이 열립니다.<br>의미: 자신의 재능을 통해 큰 성취를 이루고, 사회적으로 큰 성공을 거둘 운세입니다.<br><br>귀인이 서쪽으로 가지 않으면, 전쟁 속에 세상에 드문 재능이 묻힐 수 있습니다.<br>의미: 도전적인 성향을 갖추고 있지만, 주어진 기회를 놓치지 않도록 조심할 필요가 있습니다."
  },
  "갑술": {
    "personality": "운세와 교제 모두 부드럽고 온화한 성품입니다. 강한 태도의 압박을 받지 않으며, 직선적이고 독선적인 면이 있습니다.<br>재물을 가벼이 여기며 풍류와 주색을 즐깁니다. 사교술과 리더십이 뛰어나고 권모술수에도 능합니다. 이성과의 관계가 복잡해질 수 있으니 주의가 필요합니다.",
    "features": "갑술일주는 \"푸른 용이 예술을 펼치는 날\"이라는 의미로, 예술적 재능과 풍부한 감성을 상징합니다.<br>의미: 이 날에 태어난 사람은 재능이 많고 다방면에서 성취를 이루려는 성향이 있으며, 특히 예술적 기질이 돋보입니다.<br><br>양(養)의 기운에 있으며, 편재와 상관이 자리하고 있습니다.<br>의미: 양의 기운은 생명력과 생장력, 편재는 재물 운을, 상관은 창의성과 예술적 재능을 나타냅니다. 따라서 갑술일주는 예술적 재능과 함께 재물을 모을 가능성이 큽니다.<br><br>타향에서 영화를 누리며 다양한 예술과 기술에 능숙합니다.<br>의미: 고향을 떠나 성공을 이룰 가능성이 있으며, 다양한 분야에서 재능을 발휘하는 운세입니다.<br><br>관성과 인성이 함께하여 고귀한 지위에 오르고, 풍류를 즐기는 운세입니다.<br>의미: 명예와 재능을 함께 누리며, 예술적 기질과 매력적인 성품을 지니고 있습니다."
  },
  "갑신": {
    "personality": "좋지 않은 일에 끌려다니기 쉬운 성향이 있으며 즉흥적으로 행동하는 것을 피해야 합니다. 칠살로 인해 각박한 마음을 지니고 있습니다.<br>무뚝뚝하고 융통성이 부족해 부부간 다툼이 잦을 수 있습니다. 과격하게 행동하면 다치기 쉬우니 주의가 필요합니다.",
    "features": "갑신일주는 \"용과 호랑이가 우두머리를 차지하는 날\"로, 강인하고 용맹한 기운이 강합니다.<br>의미: 갑신일주에 태어난 사람은 용기와 기개가 뛰어나며, 스스로 자신의 위치를 쟁취하려는 성향이 강합니다.<br><br>절(絶)의 기운에 앉아 있으며, 살(殺)을 인(印)으로 바꾸어 다스립니다.<br>의미: 갑신일주는 극단적 상황에 놓이기 쉽지만, 이를 통해 스스로 성장하고 보호하려는 성향이 있습니다.<br><br>말을 타고 창을 휘두르며 먼 길을 달리고, 진산과 초나라의 장수로서의 운명을 지녔습니다.<br>의미: 갑신일주는 전사나 지도자와 같은 강한 성격을 지니며, 넓은 세상에서 활약할 수 있는 운세입니다.<br><br>자녀들이 서로 화목하며 장군을 베고 관문을 빼앗는 무사의 기질이 뛰어납니다.<br>의미: 자녀들과의 관계가 원만하고, 전투적 성향과 강한 기개로 어려움을 극복할 수 있는 성격을 나타냅니다."
  },
  "갑오": {
    "personality": "결단력이 부족해 기회를 놓칠 수 있으니 신중한 결정이 필요합니다. 팔방미인처럼 다재다능하며 명랑하고 언변이 좋습니다.<br>멋내기를 좋아하고 정착하지 않으며 떠돌아다니는 성향이 있습니다. 남자는 예쁜 여자를 좋아하고, 여자는 바람기가 있을 수 있습니다.",
    "features": "갑오일주는 \"용과 말이 함께 달리는 날\"이라는 의미로, 역동적이고 강한 운세를 나타냅니다.<br>의미: 이 날에 태어난 사람은 강한 활동성과 도전 정신을 지니며, 많은 일을 적극적으로 해내려는 경향이 강합니다.<br><br>죽음의 기운에 앉아 있으며, 상관, 재물, 관운의 기운을 가지고 있습니다.<br>의미: 상관과 재물, 관운이 함께하여 재물과 명예를 추구하는 경향이 강하지만, 다소 강한 운세로 인해 기복이 있을 수 있습니다.<br><br>용과 말이 함께 달려 좋은 복을 가지며, 아름다운 배우자를 만나 북쪽에서 기쁨을 누립니다.<br>의미: 배우자와의 인연이 있으며, 특히 북쪽에서 성공과 행복을 찾을 가능성이 큽니다.<br><br>8월의 계수나무 향기가 천리를 감돌고, 봄바람과 햇살이 어우러져 조화로운 삶을 이룹니다.<br>의미: 인생에서 평화롭고 조화로운 순간을 경험할 운세입니다."
  },
  "갑진": {
    "personality": "약하지만 뿌리가 깊어 안정적이며, 새로운 일보다는 기존의 일을 지키려는 성향입니다.<br>남에게 지는 것을 싫어하며 잘난체하는 면이 있지만 인정이 많습니다. 수기가 좋으면 명예와 품위를 중시하고 학문적 소질이 뛰어납니다. 수기가 탁하면 가정불화와 우울증을 겪을 수 있습니다.",
    "features": "갑진일주는 \"용이 재물을 지키는 날\"로, 진(辰)은 재물의 창고를 뜻합니다.<br>의미: 재물을 모으고 유지할 수 있는 강한 운을 가진 날로, 재물적 운명이 강한 기운을 가집니다.<br><br>편재(偏财)의 창고에 앉아 있으나, 쇠약한 상태에 놓여 있습니다.<br>의미: 창고에 재물이 있지만 그 기운이 다소 약함을 의미합니다.<br><br>재물을 쌓고 있어 평생 명예롭고, 관대하며 다정다감한 성격입니다.<br>의미: 재물운이 평생 이어지며, 사람들에게 친근하게 다가가는 성격을 지니고 있습니다.<br><br>재단이나 회사와 관련이 깊고, 사람들과의 교류에 능하며, 관운이 드러나 많은 사람들을 다스리는 역할을 할 수 있습니다.<br>의미: 기업과 재물에 관계 깊으며, 재물과 권력을 모두 다룰 수 있는 능력을 가졌음을 의미합니다."
  },
  "갑인": {
    "personality": "독립심이 강하며 통솔력과 배짱이 있습니다. 융통성이 부족한 것이 단점이지만 강인한 성격을 지닙니다.<br>여자는 외로움을 많이 타며, 남자는 독선적 성향으로 부부간 다툼이 잦습니다. 서로에 대한 이해와 배려가 필요합니다.",
    "features": "갑인일주는 \"천록 귀인이 돕는 날\"이라는 의미로, 큰 복과 명예를 얻을 운세입니다.<br>의미: 이 날에 태어난 사람은 강력한 재물 운과 높은 지위를 가질 가능성이 높습니다. 운세에서 귀한 운을 타고났습니다.<br><br>비견과 식신의 기운을 가지며, 관록에 이르는 기운이 있습니다.<br>의미: 비견은 독립적 성향을, 식신은 풍요와 기쁨을 의미하며, 관록은 사회적 지위를 뜻합니다. 이러한 조합으로 자립하며 재물과 명예를 추구할 운세입니다.<br><br>인생에 큰 복이 찾아오니, 뛰어난 업적을 이룰 수 있습니다.<br>의미: 이 운은 삶에서 큰 성취를 이루고, 후대에 이름을 남길 가능성을 나타냅니다.<br><br>들판의 풍경이 좋고 복이 따르며, 봄 강의 달빛 아래 버드나무 가지가 드리워져 있습니다.<br>의미: 풍요롭고 여유로운 삶을 즐기며, 자연과 조화를 이루려는 성향이 강합니다."
  },
  "을사": {

    "personality": "겉으로는 얌전해 보이지만, 남의 충고를 잘 듣지 않고 자기주장을 내세우는 성향이 있습니다. 성격이 고르지 못하며, 여자는 남편을 무시하거나 남을 험담하기를 좋아하는 경향이 있습니다. <br>사치와 허영이 강하며, 여자의 경우 남편에게 불만이 많아 자유를 원합니다. 남자는 성실하지만 대우받지 못하고, 깔끔하고 속정이 많아 주기만 하고 받지 못하는 편입니다.",
    "features": "을사일주는 \"나무(木)와 불(火)이 서로 빛을 내는 날\"이라는 의미입니다.<br> 나무와 불이 결합하여 강한 에너지를 만들어 내며, 이는 성공과 번영의 잠재력을 상징합니다.<br><br>귀인을 만나고, 이동성(변화)이 있으며, 정당한 재물을 얻어 명성을 이루게 된다는 의미입니다.<br>이러한 특징은 사회적 활동이 많고, 이동과 변화를 통해 재물과 명예를 얻을 가능성이 높음을 나타냅니다.<br><br>고집이 세고 자기주장이 강하지만, 총명합니다. 재물과 관운이 함께 있어 높은 지위에 오를 가능성이 있습니다.<br>독립적이고 자기주장이 강한 성격을 지니지만, 지혜롭고 재물과 권력을 함께 가질 운명입니다.<br><br>문재와 무략(문무를 겸비한 능력)이 있지만, 청룡(불안정한 요소)을 두려워합니다. 성공과 실패가 순간적으로 갈릴 수 있습니다.<br>문무를 겸비한 재능을 가졌지만, 변동성에 의해 성공과 실패가 크게 엇갈릴 수 있습니다."
  },
  "을미": {
    "personality": "둥글둥글하고 소극적이며, 모욕을 받아도 웃어넘깁니다. 운세가 약하여 남의 공격을 받지 않는 것이 오히려 강점이 됩니다.<br>말이 많고 언변이 뛰어난 듯하지만, 실행력이 부족해 끝이 부실합니다. 물 기운이 부족하면 우매하고 게으른 성향이 나타날 수 있으며, 대체로 착하고 악의가 없는 편입니다.",
    "features": "을미일주는 \"등나무가 덩굴을 뻗어나가기 위해 지지대가 필요한 나무\"로, 유순하게 뻗어나가지만 스스로 서기 어렵고 쉽게 기운을 잃을 수 있습니다.<br>의미: 을미일주에 태어난 사람은 외부의 도움과 환경적 지지가 중요하며, 혼자서 모든 일을 감당하기 어려울 수 있습니다. 따라서 외부 지지와 조화가 필요합니다.<br><br>높은 지지대를 만나 보호받아야만 비와 이슬을 견뎌낼 수 있습니다.<br>의미: 을미일주는 타인의 지원과 도움이 있을 때 재능과 운세가 발휘됩니다.<br><br>지지대가 있으면 성공을 이루지만, 없으면 결국 평범하게 사라질 운명입니다.<br>의미: 외부에서 큰 지지나 귀인의 도움이 있을 때 성공 가능성이 높지만, 그렇지 않으면 인생의 어려움을 피하기 어려울 수 있습니다.<br><br>여기서 높은 지지대는 \"寅\", \"亥\", \"甲목\"과 같은 운입니다.<br>의미: 인(寅), 해(亥), 갑(甲목)의 운은 을미일주에게 지지대와 같은 역할을 하며, 이러한 운이 인생에서 긍정적인 영향을 미칩니다.<br><br>사주에 지지대가 없고, 운이 충돌을 만나면 명예와 이익이 무너질 뿐만 아니라 생명에도 위험이 있을 수 있습니다.<br>의미: 사주에 도움이 되는 요소가 부족하고 충돌이 생기면 인생에서 큰 고난을 겪을 가능성이 있습니다.<br><br>을미일주는 목(木)과 화(火) 및 토(土)의 왕성한 기운이 좋고, 금(金)과 창고와 묘의 기운은 피하는 것이 좋습니다."
  },
  "을유": {
    "personality": "머리 회전이 느리고 신중하며, 곤란한 일을 참아내는 끈기가 필요합니다. 신경쇠약이나 히스테리가 나타날 수 있고, 사소한 일에도 화를 잘 냅니다.<br>잔소리가 많고 매사에 확인하려는 성격으로 인해 친구 사귀기 어렵습니다. 외로운 마음이 많고, 여자는 외로움 때문에 부정한 관계에 빠지기 쉽습니다. 남자는 고지식하고 인색합니다.",
    "features": "을유일주는 \"용과 봉황이 상서로움을 드러내는 날\"이라는 뜻으로, 화려하고 길상한 기운이 넘칩니다.<br>의미: 이 날에 태어난 사람은 귀한 운을 가지고 있으며, 고귀한 성품과 뛰어난 재능을 나타낼 가능성이 큽니다.<br><br>유월에 태어나면 귀하지만 시련이 많은 운을 지닙니다. 절의 기운에 앉아 있으며 장군의 별이 있습니다.<br>의미: 유월에 태어난 경우 명예를 얻을 수 있지만, 그 과정에서 어려움이나 고난을 겪을 수 있는 운세입니다.<br><br>봄꽃이 피고 강물이 흐르며, 봉황 같은 기운이 펼쳐져 남북으로 이름을 떨치고 세상을 안정시킵니다.<br>의미: 을유일주는 높은 기개와 영향력을 발휘하며, 사회적으로 크게 이름을 알릴 가능성이 큽니다.<br><br>남쪽으로 가면 궁전에서 존경을 받으나, 옥과 비취가 눈물처럼 떨어질 운이 있습니다.<br>의미: 남쪽 방향에서 큰 명성을 얻을 수 있지만, 이와 동시에 감정적인 어려움이나 상실을 경험할 수 있음을 나타냅니다."
  },
  "을해": {
    "personality": "조용하고 이성적이며 불필요한 걱정을 많이 합니다. 기회를 잡아도 쉽게 놓치는 경향이 있으며, 고상하고 성실한 성격을 지닙니다.<br>끈기와 배짱이 부족하며 자식 사랑이 깊고 교육열이 강합니다. 여자는 좋은 남편을 만나 현모양처가 되며, 남자는 문학적 소질이 있지만 의타심이 있습니다.",
    "features": "을해일주는 \"명예와 이익을 함께 이루는 날\"이라는 뜻으로, 성공과 성취가 잘 어우러진 운세를 상징합니다.<br>의미: 이 날에 태어난 사람은 명예와 재물을 동시에 추구할 수 있으며, 다양한 성취를 이룰 가능성이 큽니다.<br><br>사지에 있으며, 정인과 겁재, 문성귀인이 자리합니다.<br>의미: 사지는 지지의 약한 기운을 의미하며, 정인은 학문적 재능과 귀인을, 겁재는 독립성과 대인관계에서의 영향을, 문성귀인은 예술적 기질과 문예적 성취를 나타냅니다. 이를 통해 을해일주는 예술적 재능과 지혜를 발휘하며 사회적 성공을 이룰 수 있는 운세를 지닙니다.<br><br>달의 아름다움을 즐기며 관운을 좋아하고, 친구 및 친지와의 관계를 중시합니다.<br>의미: 대인관계에서 중요성을 두며, 관계를 통해 인생에서 안정과 성취를 얻는 성향이 강합니다.<br><br>푸른 대나무와 맑은 물이 어우러져 푸르름이 가득하며, 태양이 강으로 비추며 순환합니다.<br>의미: 자연을 사랑하고, 내면의 평화와 조화를 추구하며, 지속적인 성장과 발전을 이루려는 성향이 있습니다."
  },
  "을축": {
    "personality": "햇볕을 받지 못하는 숲 속의 나무와 같은 보수적인 성격으로, 안전한 생활 방식을 선호합니다. 소심하고 의심이 많으며, 지나치게 조심스러운 성격입니다.<br>옛것을 그리워하고 효심이 강한 편입니다. 자주 약을 복용하거나 자기 자신을 믿지 못하는 경향이 있습니다.",
    "features": "을축일주는 \"옥녀가 구슬을 지니는 날\"이라는 뜻으로, 고귀하고 우아한 성품과 풍요로움을 상징합니다.<br>의미: 이 날에 태어난 사람은 고귀한 품성을 가지고 있으며, 재물과 명예를 추구하며 안정적인 삶을 살 가능성이 큽니다.<br><br>쇠약지에 있으나 효인과 편재가 자리하고 장성의 기운이 있습니다.<br>의미: 쇠약지에 있으면서도 효인과 편재가 있어 지적 능력과 풍요로운 재물 운을 동시에 누릴 가능성이 큽니다. 장성은 명예로운 운을 나타냅니다.<br><br>금의 창고에 앉아 재물과 복이 빛나니, 의복과 재물 모두를 누릴 수 있습니다.<br>의미: 재물과 복이 풍족한 운세로, 풍요롭고 안정된 삶을 살 가능성이 높습니다.<br><br>금과 물이 어우러져 문예에 뛰어나고, 동서양을 넘나들며 교류합니다.<br>의미: 지적 능력과 문학적 재능이 뛰어나며, 사람들과 소통하는 데 능합니다."
  },
  "을묘": {
    "personality": "성격이 부드럽고 온화하며, 상대방을 배려하는 마음이 강합니다. 겉으로는 온순해 보이지만, 자기 생각을 지키고자 하는 고집이 있어 자신의 의견을 쉽게 굽히지 않습니다. 갈등 상황에서는 중립을 지키려 하지만, 속으로는 불만이 쌓이는 경향이 있습니다.<br>사회적 관계에서 예의와 겸손을 중시하며, 사람들에게 인기가 많습니다. 그러나 신중한 성향 때문에 쉽게 마음을 열지 않으며, 친해지기까지 시간이 걸립니다. 여자는 세련된 매력을 지니고 있으며, 남자는 자상하고 성실한 편입니다.",
    "features": "을묘일주는 \"풍운이 만나 성취하는 날\"이라는 의미로, 좋은 기회가 만나 재능과 성취를 이루는 운세입니다.<br>의미: 이 날에 태어난 사람은 다양한 기회 속에서 재능을 발휘하여 사회적으로 인정받을 가능성이 큽니다.<br><br>녹에 앉아 있으며 비견과 작위, 천을귀인을 함께 지닙니다.<br>의미: 비견은 독립성을, 녹과 작위는 높은 지위를, 천을귀인은 귀인운을 뜻하며, 이러한 조합으로 명예와 사회적 지위를 얻을 가능성이 큽니다.<br><br>높은 지위를 지녀 사람들이 부러워하며, 공명과 명예가 두드러져 조정에 서게 됩니다.<br>의미: 사회적으로 인정받고 존경받으며, 높은 위치에 오를 수 있는 운세입니다.<br><br>큰 바다의 보석과 이슬이 만나고, 푸른 산에 흰 구름이 멀리 흘러갑니다.<br>의미: 자연 속에서 평화롭고 여유로운 삶을 추구하며, 풍요로움과 고귀함을 지니고 있습니다."
  },
   "병인": {
    "personality": "태양처럼 밝고 명랑하며, 포부가 크고 성격이 급합니다. 지도력이 있으며, 웅변도 잘합니다. 남자는 대체로 성품이 모나지 않고 대인 관계도 원만합니다.<br>여자는 자식 문제로 자주 불편을 느끼고, 꿈은 크지만 성취가 어려워 히스테리나 우울증에 빠질 수 있습니다.",
    "features": "병인일주는 \"붉은 태양이 동쪽에서 떠오르는 날\"이라는 뜻으로, 밝고 강렬한 기운을 상징합니다.<br>의미: 이 날에 태어난 사람은 열정적이며 목표를 향해 전진하려는 성향이 강합니다.<br><br>장생지에 놓여 있으며, 효인과 식신이 자리합니다.<br>의미: 장생은 생명력과 활력을, 효인은 지적 능력과 자립성을, 식신은 풍요와 기쁨을 의미합니다. 이를 통해 병인일주는 지적 능력과 함께 즐거움을 추구하는 성향을 가지며 삶의 활력이 넘칩니다.<br><br>산천이 아름답고 버드나무가 푸르며, 삶에서 안개와 구름이 어우러진 풍경을 즐깁니다.<br>의미: 자연 속에서 여유롭고 아름다운 삶을 선호하며, 내면의 조화와 평화를 추구하는 경향이 강합니다.<br><br>이별의 정을 품고 호랑이의 산을 가지 말고, 서남쪽으로 가면 운세가 사라질 수 있습니다.<br>의미: 특정 방향(서남쪽)으로의 이동은 주의가 필요하며, 감정적으로 안정된 상태에서 삶을 꾸려나가는 것이 중요합니다."
  },
  "병오": {
    "personality": "겉으로는 명랑해 보이지만 내면은 강하고 고독한 면이 있습니다. 돈을 자유롭게 쓰는 것처럼 보이지만 실제로는 절약하는 편입니다.<br>개방적이고 화통한 성격입니다. 여자는 성격이 격동적이고, 쉽게 만족하지 못하는 경향이 있습니다.",
    "features": "병오일주는 \"하늘의 강에 빛이 비추는 날\"이라는 의미로, 명예와 자부심을 상징합니다.<br>의미: 이 날에 태어난 사람은 자신을 드러내고 자랑스러워하는 성향이 있으며, 사회적 지위와 성공을 추구합니다.<br><br>강한 기운과 함께 상관과 양인이 자리하고 있습니다.<br>의미: 상관은 창의력과 개성을 나타내며, 양인은 강한 자존심과 독립심을 의미합니다. 병오일주는 강한 자아와 도전 정신을 바탕으로 독창적인 분야에서 두각을 나타낼 수 있는 운세입니다.<br><br>황제의 자리에 앉아 귀한 신분을 얻고, 공명과 높은 지위를 얻습니다.<br>의미: 사회적 성공과 명예를 얻을 가능성이 크며, 자신의 능력을 인정받아 중요한 역할을 맡을 수 있습니다.<br><br>물과 불이 함께하니 어려움을 겪을 수 있으나, 작은 비가 안정을 가져옵니다.<br>의미: 강한 기운과 충돌이 많은 운명으로, 때로는 내적인 갈등이나 건강 문제에 주의가 필요합니다."
  },
  "병진": {
    "personality": "붙임성은 없지만 말 없이 실천하는 스타일입니다. 이미 정해진 사실을 자신의 것이라 주장하는 직선적인 성격입니다.<br>친화력과 인내심이 강하며, 일단 시작하면 끝까지 해내는 끈기가 있습니다. 간혹 괴팍한 면이 있어 비위를 맞추기 어려울 수 있습니다.",
    "features": "병진일주는 \"용의 연못을 밝히는 불의 날\"이라는 의미로, 밝고 강한 기운이 주변을 환하게 비추는 운세입니다.<br>의미: 이 날에 태어난 사람은 강력한 에너지와 리더십을 가지며, 명예롭고 귀한 위치에 오를 가능성이 큽니다.<br><br>관의 기운을 지니고 있으며, 식신이 왕성하고 정인이 함께합니다.<br>의미: 관운과 정인의 기운이 더해져 사회적 지위와 명예를 얻고, 식신이 왕성해 재물의 운이 강합니다. 지적 능력과 안정감도 함께합니다.<br><br>복신의 자리에 앉아 황제의 은혜를 받아 높은 관직과 풍족한 복을 누리며, 자손이 번창합니다.<br>의미: 높은 지위와 많은 복을 누릴 운명으로, 후손도 성공할 가능성이 높습니다.<br><br>평생 동안 세상의 복을 누리며, 여성의 경우 금과 은을 걸치고 다닙니다.<br>의미: 남녀 모두 부유한 삶을 살 가능성이 높으며, 여성은 특히 화려하고 부유한 삶을 누릴 수 있습니다."
  },
  "병신": {
    "personality": "머리 회전이 빠르고 새로운 것을 끊임없이 추구합니다. 어떤 일에든 쉽게 손을 대며 경박하다는 평가를 받을 수 있습니다.<br>솔직하지만 감정 변화가 심하고, 언변이 좋으나 구설에 오르기 쉽습니다. 다정다감한 면이 있지만 말에 중심이 없는 경우가 있습니다.",
    "features": "병신일주는 \"불이 금성을 비추는 날\"이라는 의미로, 빛나는 재물과 권력을 상징합니다.<br>의미: 이 날에 태어난 사람은 재물과 명예를 추구하며 성공을 이루고자 하는 성향이 강합니다.<br><br>병지(病地)에 있으며, 편재(偏财)와 살(殺)이 있습니다.<br>의미: 재물 운이 좋지만 위험 요소가 있으며, 타인과의 경쟁이나 충돌에서 어려움을 겪을 수 있습니다.<br><br>몸이 재물과 관운에 놓여 명예가 드러나지만, 비견과 겁재에 의한 상해를 조심해야 합니다.<br>의미: 성공과 명성을 얻을 수 있지만, 타인과의 경쟁이나 충돌에서 손해를 볼 수 있으므로 조심해야 합니다.<br><br>말이 제왕의 자리에 임하면, 재물을 쌓고 큰 공적을 세웁니다.<br>의미: 운이 좋을 때 큰 부와 성공을 쌓아 올릴 수 있는 운세입니다."
  },
  "병술": {
    "personality": "온화한 인품을 지니고 근면성을 중시합니다. 즉흥적이라 논리적이지 않으며, 남의 일에 간섭하는 경향이 있습니다.<br>사소한 일에도 흥분을 잘하며, 차분함을 유지하려는 노력이 필요합니다. 사주가 혼탁하면 침착성을 잃고 거칠어질 수 있습니다.",
    "features": "병술일주는 \"하늘의 부엌 귀인이 돕는 날\"로, 묘(墓)의 자리에 앉아 있으며 복신과 재물의 기운이 있습니다.<br>의미: 이 날에 태어난 사람은 재물과 복덕이 두드러지며, 명예와 재산을 얻을 가능성이 높습니다. '천주귀인'의 도움을 받아 음식과 재물의 풍요를 상징하는 운입니다.<br><br>옥과 같은 당에서 두터운 복록이 나오고, 서쪽 길에서 금은보화가 쏟아집니다.<br>의미: 명예와 재물을 모두 갖춘 운세를 의미하며, 특히 서쪽 방향에서 부와 명예를 쌓을 가능성이 큽니다.<br><br>해가 깊은 연못에 지고 귀문의 문을 넘어서며, 황금榜(합격자 명단)에 이름을 올려 부모님께 영광을 드립니다.<br>의미: 어려움을 극복하여 성공을 이루고, 부모에게도 명예를 돌릴 수 있는 운세입니다."
  },
  "병자": {
    "personality": "독창적인 연구를 좋아하며 새로운 분야에 도전하는 것을 즐깁니다. 좌하에 자수를 두어 약하고 불안정한 마음이 나타날 수 있습니다.<br>대체로 안정된 가정생활을 유지하나 오화를 만나면 부부간 다툼이 잦습니다. 합리적 사고를 중시하나 지나친 조심성이 단점이 될 수 있습니다.",
    "features": "병자일주는 \"리강에 빛이 비추는 날\"이라는 뜻으로, 자연의 아름다움과 조화로움, 밝은 재능을 상징합니다.<br>의미: 이 날에 태어난 사람은 예술적 감각과 밝은 성품을 지니며, 주변 사람들에게 긍정적인 영향을 미칠 가능성이 큽니다.<br><br>태의 기운에 있으며, 정관이 자리하고 문곡성(예술과 학문에 재능을 보이는 별)과 천관귀인이 함께합니다.<br>의미: 태는 새로운 시작과 가능성을, 정관은 사회적 명예와 책임감을 나타냅니다. 문곡성과 천관귀인이 더해져 문예적 재능과 사회적 명성을 얻기 좋은 운세입니다.<br><br>산천에 빛이 비추고 봉황이 상서로운 기운을 나타내며, 젊은 나이에 명성을 얻게 됩니다.<br>의미: 어린 시절부터 두각을 나타내며 사회적으로 성공할 가능성이 큽니다.<br><br>해가 강물에 지며 감상이 일고, 동쪽과 서쪽의 무지개가 자유롭게 펼쳐집니다.<br>의미: 변화와 도전 속에서도 자유로운 사고와 감성을 지니며, 인생에서 다양한 경험을 추구합니다."
  },
  "정묘": {
    "personality": "이해득실에 둔감하여 타인에게 피해를 줄 수 있으며 건강에 좋지 않은 영향을 받습니다. 이상주의자적 성향이 강하고, 신비한 것과 공상을 좋아하는 비현실적인 성격입니다.<br>타인을 잘 믿지 않고 시기와 질투가 심합니다. 외모가 깜찍하고 귀여움을 받지만 어른에 대한 예의가 부족할 수 있습니다. 신경이 예민하고 과민반응을 보여 부부간 불화가 있을 수 있습니다.",
    "features": "정묘일주는 \"달빛이 두꺼비 궁전을 비추는 날\"이라는 뜻으로, 고요하고 신비로운 품성과 함께 높은 지적 능력을 상징합니다.<br>의미: 이 날에 태어난 사람은 지적이고 독립적이며, 문학적 성취와 예술에 대한 관심이 높은 경향이 있습니다.<br><br>편인의 기운에 놓여 있으며, 병지에 있습니다.<br>의미: 편인은 자립성과 지적 능력을, 병지는 다소 쇠약한 상태를 의미하여, 명성과 재물을 추구하지만 안정적인 기반을 구축하기 어려울 수 있습니다.<br><br>편인에 의해 스스로 강해지며, 서풍이 불지 않아 때로는 마음에 슬픔이 깃듭니다.<br>의미: 자립적이고 독립적인 성향이 강하지만, 내적으로 고독을 느낄 수 있습니다.<br><br>역마의 기운이 재물 운으로 들어오며, 문학적 재능이 빛을 발합니다.<br>의미: 재물 운이 움직임을 통해 들어오고, 문학적 재능이나 지적 성취가 뛰어나 한 분야에서 인정받을 가능성이 큽니다."
  },
  "정축": {
    "personality": "온화한 운세와 풍부한 표현력을 지니며 금전에 대한 집착이 강합니다. 성격이 순진하며 다툼이 적습니다.<br>대인관계가 넓지 않고 자신을 알아주는 사람과만 교류합니다. 여자는 순정을 다하지만 남자로부터의 사랑이 부족하고, 남자는 열심히 일하나 결과가 좋지 않은 편입니다.",
    "features": "정축일주는 \"옥녀가 창고를 지키는 날\"이라는 뜻으로, 재물 운과 안정된 성품을 상징합니다.<br>의미: 이 날에 태어난 사람은 재물을 축적하려는 성향이 강하며, 차분하고 신중한 성격을 지니고 있습니다.<br><br>묘지에 앉아 재물을 임하고 있습니다.<br>의미: 묘지는 고요한 상태를 나타내며, 재물의 기운이 함께하여 재산을 안정적으로 모을 가능성이 큽니다. 다만, 삶이 지나치게 안정적일 수 있어 활력과 도전이 필요할 수 있습니다.<br><br>한가득 찬 달이 밝게 비추며 창고가 가득 차, 높은 지위로 올라갑니다.<br>의미: 풍족한 재물과 높은 지위로 인해 안정적이고 풍요로운 삶을 살 수 있는 운세입니다.<br><br>아름다운 사람이 동남쪽으로 가지 않으며, 고난을 겪을 수 있습니다.<br>의미: 특정 지역이나 방향(동남쪽)에서 어려움을 겪을 가능성이 있으며, 내적 고난을 겪으면서도 자신을 잘 지켜내는 성향이 있습니다."
  },
  "정해": {
    "personality": "조용하고 이성적이며 온화한 성격으로 보이지만 독립심이 강하고 발전 가능성을 내면에 숨기고 있습니다.<br>자기를 칭찬해주는 사람을 좋아하고, 교양과 학식을 중시합니다. 남편을 고를 때 신중하여 어진 남편을 만나는 편입니다.",
    "features": "정해일주는 \"달이 하늘문을 비추는 날\"이라는 의미로, 고귀한 기운과 지혜가 돋보입니다.<br>의미: 이 날에 태어난 사람은 학문과 문학에서 뛰어난 재능을 발휘할 가능성이 높으며, 주변에서 인정받을 수 있는 운세를 가집니다.<br><br>태의 자리에 앉아 있으며, 정인과 정관의 기운이 함께합니다.<br>의미: 태의 기운은 시작과 발달을 뜻하며, 정인과 정관의 조화를 통해 학문적 재능과 사회적 지위를 동시에 얻을 수 있는 운세를 나타냅니다.<br><br>문학에서 이른 나이에 영예를 얻으며, 역마와 칠살의 기운이 있어 바쁘고 모험적인 삶을 살게 됩니다.<br>의미: 글과 지적 능력에서 일찍 성취를 이루며, 역동적이고 이동이 잦은 인생을 살 수 있음을 나타냅니다.<br><br>쌍둥이 연꽃이 피는 것을 가장 기뻐하며, 금과 물의 기운이 문재를 도와 군주를 보좌합니다.<br>의미: 문학적 재능이 왕성하며, 고귀한 지위를 얻어 높은 사람을 돕는 운세입니다."
  },
  "정유": {
    "personality": "변화의 폭이 크며 참모 역할에 적합합니다. 합리적인 사고방식을 지니고 천성이 착하며, 미적 감각이 뛰어납니다.<br>화려한 것을 좋아하지만 인내력이 부족하여 어려움에 부딪치면 쉽게 좌절합니다. 어려운 상황에서는 감정적으로 반응하여 눈물을 흘리는 경우가 많습니다.",
    "features": "정유일주는 \"옥녀가 봉황을 타는 날\"이라는 뜻으로, 화려하고 귀한 운세를 상징합니다.<br>의미: 이 날에 태어난 사람은 우아하고 고귀한 성격을 지니며, 재능과 명예가 두드러질 운세입니다.<br><br>장생의 자리에 앉아 있으며, 편재(偏财)의 기운이 있습니다.<br>의미: 장생은 생명력과 성장의 기운을 나타내고, 편재는 외부에서 오는 재물 운을 의미합니다. 따라서 대인관계에서 도움을 받을 가능성이 큽니다.<br><br>주작이 봉황을 타며 영웅적 기질이 드러나고, 금빛 수레와 옥봉황처럼 복과 장수를 누릴 운입니다.<br>의미: 강하고 뛰어난 기질을 지니며, 장수와 행운을 누릴 가능성이 큽니다.<br><br>귀인이 동쪽에서 기운을 돕지만, 태양이 떠오르는 시간에는 노력의 성과가 부족할 수 있습니다.<br>의미: 귀인의 도움이 있으나, 무리한 성취를 추구하는 것을 경계해야 함을 나타냅니다."
  },
  "정미": {
    "personality": "개방적인 성격으로 말을 쉽게 하며, 강한 운세를 지니고 있습니다. 언변이 뛰어나며 허풍을 잘 떨고 풍류를 즐깁니다.<br>기질이 강하여 저돌적이며, 여자는 남편에게 불만을 가지기 쉽고 남자는 여자를 종처럼 대하려는 경향이 있어 부부 관계에 갈등이 발생할 수 있습니다.",
    "features": "정미일주는 \"사람이 그림 같은 다리 위에 서 있는 날\"이라는 의미로, 예술적 감각과 독립심을 상징합니다.<br>의미: 이 날에 태어난 사람은 독창적이며 예술적 성향이 강하고, 안정된 기반을 추구하려는 성향이 있습니다.<br><br>관대지에 있으며, 식신과 비견, 편인이 자리합니다.<br>의미: 관대는 성장과 성취를 의미하고, 식신은 창의력과 풍요를, 비견은 독립성을, 편인은 지적 능력과 고립된 성향을 나타냅니다. 정미일주는 독립적이고 자립적인 성향이 강하며, 풍요로움과 창의성을 통해 성취를 이룰 수 있는 운세입니다.<br><br>식신이 왕성하여 재관보다 뛰어나며, 하늘의 강을 건너 황제의 궁전에 예를 올립니다.<br>의미: 사회적 성취나 명예를 통해 성공할 가능성이 있으며, 창의성과 독립적인 성향을 통해 자신만의 분야에서 두각을 나타낼 수 있습니다.<br><br>순풍과 함께 구름과 비를 동반하나, 해가 빛을 잃어 가난과 고난을 겪을 수 있습니다.<br>의미: 순탄한 성취가 어려울 수 있으며, 고난을 극복하는 과정에서 성장을 이루어야 하는 운세입니다."
  },
  "정사": {
    "personality": "이중적인 성격으로 외면은 온화하지만 내면에는 시기와 질투가 많습니다. 권위를 내세우고 자존심이 강합니다.<br>외로움을 잘 타고 고독을 즐기며 우아한 것을 선호합니다. 남자는 두려움 없이 도전하지만 포기 또한 잘하여 뒤처리가 미숙한 경우가 많습니다. 여자는 고상하게 살기를 원하며, 남편의 이해가 필요합니다.",
    "features": "정사일주는 \"붉은 새가 빛나며 도약하는 날\"이라는 뜻으로, 강한 에너지와 활기찬 기운을 상징합니다.<br>의미: 이 날에 태어난 사람은 왕성한 기운과 활발한 성향을 지니며, 삶에서 두각을 나타낼 가능성이 큽니다.<br><br>제왕의 기운에 있으며, 겁재, 상관, 정재가 함께 있습니다.<br>의미: 제왕의 기운은 강한 리더십과 권위를, 겁재와 상관은 재물과 예술적 재능을 나타냅니다. 정재는 재물 운을 뜻하여 물질적 성공도 기대할 수 있는 운세입니다.<br><br>뛰어난 재능을 지닌 인물이 문학적으로 두각을 나타내며, 젊은 나이에 성공의 길을 걷습니다.<br>의미: 문학적 재능과 함께 일찍이 두각을 나타내며, 빠르게 사회적 성취를 이룰 가능성이 큽니다.<br><br>깃발이 태양을 가리고 궁궐로 들어가며, 불길 속에 지친 말이 산을 넘습니다.<br>의미: 뛰어난 성공을 이루지만, 동시에 어려움과 과로가 따를 수 있는 운세입니다."
  },
  "무인": {
    "personality": "낙천적이고 머리가 좋으며, 명예와 품위를 중시합니다. 영웅적인 자질을 가지고 있습니다.<br>신왕이면 마음이 크고 편안하지만, 신약이면 난폭하고 고집이 셉니다. 자존심이 강해 자신의 잘못을 인정하지 않는 경향이 있으며, 사주에 형충이 있으면 성정이 폭력적으로 변할 수 있습니다.",
    "features": "무인일주는 \"호랑이가 산골짜기에서 포효하는 날\"로, 생명이 길게 이어지고 살과 편인이 함께합니다.<br>의미: 호랑이처럼 강인하고 위엄 있는 기운을 지니며, 생명의 기운이 강하면서도 편인과 살의 기운을 함께 품고 있는 날입니다.<br><br>장군의 별이 운명에 들어와 무공을 세우며, 사나운 호랑이가 바람을 타고 영웅의 기개를 나타냅니다.<br>의미: 무인일주에 태어난 사람은 무관이나 리더로서의 능력을 발휘할 수 있으며, 강력한 성품을 지니고 영웅적인 기질이 두드러집니다.<br><br>인수와 재물, 관운이 하늘문에 드리워져 있으며, 남쪽과 북쪽을 넘나들며 전투와 여행이 많습니다.<br>의미: 무인일주는 높은 관운과 재물운을 지니며, 활발히 이동하거나 새로운 영역을 개척하는 일이 많음을 암시합니다."
  },
  "무진": {
    "personality": "운세가 지나치게 강하여 자기 과잉의 성향이 있으며, 젠체하다가 충돌을 겪기 쉽습니다. 마음이 크지만 복이 적으며 다소 느림보입니다.<br>사주에 합이 많으면 매우 느리며, 백호살 일주로 수술수가 있어 신체를 조심해야 합니다. 부부 사이에서는 배려 부족으로 잦은 다툼이 발생할 수 있습니다.",
    "features": "무진일주는 \"푸른 용이 바다로 나오는 날\"이라는 의미로, 강한 기개와 성취를 위한 여정을 상징합니다.<br>의미: 이 날에 태어난 사람은 자신의 목표를 위해 꾸준히 나아가는 성향이 있으며, 도전적인 기질이 강합니다.<br><br>해석: 관대의 기운에 있으며, 정재와 비견, 정관이 함께 자리합니다.<br>의미: 관대는 성장을 의미하며, 정재는 재물 운, 비견은 독립성과 동료 관계, 정관은 높은 사회적 지위를 뜻합니다. 이를 통해 무진일주는 재물과 명예를 함께 추구하며 독립적인 성향을 지니고 있습니다.<br><br>달빛이 높은 산과 강산을 비추며, 인생에서 동남쪽으로 여행하는 것을 즐깁니다.<br>의미: 자연과의 조화와 평화를 중요시하며, 새로운 기회나 성장을 위해 활발히 활동하고 이동할 수 있는 성향을 나타냅니다.<br><br>평생 성실하게 노력하지만 귀함이 드러나지 않으며, 성격이 열정적이고 복이 두텁습니다.<br>의미: 꾸준히 노력하는 성향을 가지며, 자신을 희생하면서도 남에게 베푸는 마음이 큰 사람입니다."
  },
  "무오": {
    "personality": "자존심이 강하고 성미가 급해 일을 그르칠 수 있으며, 뱃장이 두둑하고 감정 기복이 심합니다.<br>사주가 탁하면 정신질환이나 인덕 부족으로 고생할 수 있습니다. 싫고 좋음이 극단적으로 나뉘며 금전적인 면에서 두드러지는 경향이 있습니다.",
    "features": "무오일주는 \"말이 궁궐로 달리는 날\"이라는 뜻으로, 강한 야망과 대담함을 상징합니다.<br>의미: 이 날에 태어난 사람은 강한 추진력과 리더십을 가지고 있으며, 높은 목표를 향해 나아가려는 성향이 큽니다.<br><br>양인의 기운에 놓여 있으며, 정인이 자리합니다.<br>의미: 양인은 도전적이고 위험을 감수하는 기운을, 정인은 안정과 보호의 기운을 의미합니다. 무오일주는 강한 추진력과 대담함을 지니지만, 위험 관리가 필요할 수 있습니다.<br><br>해와 달이 빛나며 복이 충만하고, 살관이 함께해 무공을 이룰 운세입니다.<br>의미: 명예와 복을 누리며, 군사적 재능이나 높은 지위에서 성취를 이룰 가능성이 큽니다.<br><br>평야를 지나 멀리 나아가며, 전쟁의 말이 서쪽으로 향하니 도공과 견줄 만합니다.<br>의미: 도전적인 삶과 원대한 목표를 추구하며, 사회적으로 큰 성취를 이룰 가능성이 큽니다."
  },
  "무신": {
    "personality": "새로운 것에 관심이 없고, 끈기 부족과 이기적인 성향이 있으며 냉정합니다. 호기심이 강하지만 깊게 몰두하지는 않습니다.<br>여자는 남편복이 적지만 자식에게는 애정을 쏟으며, 남자는 사업 운이 좋으나 여색을 탐하는 경향이 있습니다.",
    "features": "무신일주는 \"노을이 꽃을 물들인 날\"이라는 뜻으로, 아름다운 성취와 사회적 인정을 상징합니다.<br>의미: 이 날에 태어난 사람은 타인에게 존경받고, 세련된 성품과 지적 재능을 발휘하여 성공할 가능성이 큽니다.<br><br>병지에 있으며, 식신과 편재가 자리합니다.<br>의미: 병지는 안정적이지 않은 상태를 나타내지만, 식신은 창의성과 풍요, 편재는 재물 운을 의미하여, 창의적 재능을 발휘해 재물을 모을 수 있는 운세입니다.<br><br>복성의 기운을 지니고 있어 명예를 얻으며, 수많은 시와 책으로 높은 지위를 추구합니다.<br>의미: 문학적 성취를 통해 사회적으로 성공할 가능성이 큽니다.<br><br>어려운 여정 속에서도 성공을 향해 나아가며, 폭풍 속에서도 높은 자리로 올라갑니다.<br>의미: 고난을 극복하고 높은 지위에 오르려는 강한 의지를 가지고 있습니다."
  },
  "무술": {
    "personality": "온화한 성격이지만 금전적으로 극단적인 성향을 보이며, 소유욕과 저축 욕심이 강합니다.<br>절대 지기 싫어하며 꾸준히 발전해 나갑니다. 남녀 모두 부부 연이 약할 수 있습니다.",
    "features": "무술일주는 \"개울이 그림 같은 정자를 감싸는 날\"이라는 의미로, 평화롭고 안정적인 기운을 나타냅니다.<br>의미: 이 날에 태어난 사람은 자연의 아름다움과 조화를 추구하며, 안정을 중요시하는 성향이 강합니다.<br><br>묘(墓)의 자리에 있으며, 정인과 비견이 있습니다.<br>의미: 이들은 신뢰할 수 있는 성품과 함께 재물을 나누거나, 친구와의 관계에서 상호 협력적인 성향이 강합니다. 그러나 묘지에 놓여 있어 현실에서의 어려움이 있을 수 있습니다.<br><br>따뜻하고 순박한 마음을 가지고 있으며, 귀인의 인정을 받아 인장(권위)을 얻을 수 있습니다.<br>의미: 사람들과의 관계에서 믿음을 받으며, 높은 위치나 신뢰를 얻을 가능성이 있습니다.<br><br>개울이 정자를 감싸며 좋은 이름을 날리고, 평야와 들판이 구름과 하늘에 닿아 있습니다.<br>의미: 명성과 인정을 받을 가능성이 높으며, 안정적이고 평화로운 삶을 추구하는 성향을 가집니다."
  },
  "무자": {
    "personality": "얌전하게 행동할 때 뜻밖의 출세 기회를 얻을 수 있으며, 재물에 관심이 많고 내심 냉정합니다.<br>돈 욕심을 숨기지만 공돈을 기대하는 성향이 있습니다. 남자는 외도 성향이 있으며, 여자는 재물 욕심이 많고 인색합니다.",
    "features": "무자일주는 \"산이 둘러싸고 물이 감싸는 날\"이라는 의미로, 자연 속에서 조화와 안정을 찾는 운입니다.<br>의미: 이 날에 태어난 사람은 삶에서 평화롭고 안정적인 환경을 선호하며, 자연의 기운을 받으며 복을 누릴 수 있는 성향이 있습니다.<br><br>태의 기운이 깃들어 있으며, 정재(正财)의 자리에 앉아 있습니다.<br>의미: 태의 기운은 새로운 시작과 발전을 의미하며, 정재는 올바른 재물의 운을 나타냅니다. 따라서 무자일주는 올바르게 노력하여 재물을 축적할 가능성이 있습니다.<br><br>물이 산을 둘러싸고 달빛이 비추며, 아름다운 자연 속에서 높은 복을 누립니다.<br>의미: 자연의 기운을 받아 조화롭고 평화로운 삶을 누릴 운입니다.<br><br>성대한 꿈에 집착하지 말고, 강과 바다의 구름처럼 욕망을 비우라는 뜻입니다.<br>의미: 재물과 성공을 추구할 때 지나친 욕심을 경계하고, 욕망을 버리는 것이 복을 누리는 데 중요하다는 철학적 교훈을 담고 있습니다."
  },
  "기묘": {
    "personality": "기력이 약하고 깨끗한 것을 좋아하며 자존심이 강하지만 끈기가 부족합니다. 처음은 좋으나 뒷 처리가 부족한 것이 단점입니다.<br>남자는 호색할 우려가 있으며, 여자는 남편의 덕이 부족해 직업 전선에 나가 고생할 수 있습니다.",
    "features": "기묘일주는 \"장수가 전장에 나서는 날\"이며, 쇠약한 상태에 있으나 칠살과 장군의 별을 지니고 있습니다.<br>의미: 전투를 이끄는 장군의 강인한 기질을 지니고 있지만, 기본적으로 기운이 약해지기 쉬운 운명입니다.<br> 칠살(7살)이 포함되어 강한 기운을 내포하지만 다소 불안정한 성향을 가질 수 있습니다.<br><br>병사들이 활을 지니고 전마를 타고 있으며, 세월은 저녁 비와 달빛 속에서 흐릅니다.<br>의미: 강한 의지와 무관적인 성격을 가지며, 인생의 여정에서 힘든 시기를 거치지만 낭만적인 감성도 내포하고 있습니다.<br><br>문장과 복록의 별이 인연이 깊으면 북쪽 나라를 돌아보며 고향에 도달한 것과 같습니다.<br>의미: 문재와 복록의 기운이 강하면 안정된 생활을 이루고 고향에 대한 그리움이 있습니다. 문운과 재운이 조화로울 때 평온한 삶을 이루기 쉽습니다."
  },
  "기사": {
    "personality": "겉으로는 순하고 부드러워 보이지만, 내면적으로 강한 기운을 지니고 있어 충돌을 피하기 어렵습니다. 내성적이며 사람을 가려 사귀고, 고독을 즐깁니다.<br>이상적인 성향이 강해 대중적이지 않으며 가정을 평탄하게 유지하고 집안 꾸미기를 좋아합니다.",
    "features": "기사일주는 \"말이 평야를 뛰어오르는 날\"이라는 의미로, 왕성한 기운과 성취를 위한 도약을 상징합니다.<br>의미: 이 날에 태어난 사람은 대담하고 독립적이며, 성공을 위한 열정이 강합니다. 자신의 능력을 발휘해 성장하는 경향이 있습니다.<br><br>제왕의 기운에 있으며, 편인과 비견이 자리합니다.<br>의미: 제왕의 기운은 리더십과 강한 자립심을, 편인은 지적 능력과 독립성을, 비견은 동료 관계를 나타내며, 기사일주는 자신을 드러내며 주도적으로 삶을 살아가려는 경향이 강합니다.<br><br>남쪽의 황제가 옥 인장을 지니며, 긴 강을 따라 유유히 여행하는 이의 모습입니다.<br>의미: 넓은 시야와 포부를 가지고 있으며, 사회적으로 높은 지위에 오르거나 큰 성취를 이룰 운입니다.<br><br>눈 덮인 산과 초원에서 말이 힘겹게 다니지만, 봄바람에 주인공처럼 활약합니다.<br>의미: 어려운 상황 속에서도 성취를 이뤄내며, 어려운 환경에서 성장하여 성공하는 운세를 가지고 있습니다."
  },
  "기미": {
    "personality": "운세의 변동이 심하며 합리적인 성격을 지녔습니다. 꼼꼼하고 착실하며 인내심이 강하고 봉사심이 있습니다.<br>타인의 모범이 되며 건강한 정신을 지녔습니다. 사주에 충극이 심하면 성격이 정반대로 변할 수 있습니다.",
    "features": "기미일주는 \"붉은 계수나무 향기가 떠도는 날\"이라는 뜻으로, 고귀하고 은은한 품격과 향기를 지닌 운세입니다.<br>의미: 이 날에 태어난 사람은 성실하고 고상한 성격을 지니며, 조화롭고 안정적인 삶을 추구할 가능성이 큽니다.<br><br>관대의 기운에 놓여 있으며, 지지에 비견과 효인(편인)이 자리합니다.<br>의미: 관대는 책임감과 성장의 기운을, 비견은 독립성을 나타내며, 효인은 지적이고 고상한 기운을 의미합니다. 이러한 조합은 기미일주가 자립적이면서도 안정된 삶을 살도록 도와줍니다.<br><br>가을에 계수나무의 열매가 향기를 퍼뜨리고, 강과 하늘이 서로 빛을 비춥니다.<br>의미: 풍요로움과 은은한 아름다움을 지향하며, 자연과 조화를 이루는 삶을 살려는 성향이 강합니다.<br><br>높은 산에서 퍼지는 향기가 쉽게 사라지지 않고, 봄바람이 길고 짧음을 논합니다.<br>의미: 성실함과 끈기가 강하여 시간이 지나도 노력의 결과가 지속되며, 고상하고 우아한 성품을 가집니다."
  },
  "기유": {
    "personality": "주관이 뚜렷하고 자기 중심적입니다. 온순하지만 신경이 예민하여 정신 질환을 앓을 수 있으니 주의가 필요합니다.<br>남편의 덕이 부족하며, 충격을 받으면 사람을 쉽게 믿지 않게 됩니다. 남편은 사랑으로 대하는 것이 중요합니다.",
    "features": "기유일주는 \"봉황이 초록빛 오아시스에서 날아오르는 날\"이라는 의미로, 고귀한 품성과 강인한 기질을 상징합니다.<br>의미: 이 날에 태어난 사람은 재능이 빛나고 고귀한 성품을 지니며, 타고난 능력과 지위가 두드러집니다.<br><br>장생의 기운에 있으며, 지지에는 식신이 자리합니다.<br>의미: 장생은 생명력과 활력을 의미하고, 식신은 풍요와 기쁨을 상징하므로, 기유일주는 안정적인 삶과 풍요로운 기운을 지닌 운세입니다.<br><br>푸른 바다에서 둥근 달이 떠오르고, 금빛 봉황이 날개를 펼쳐 하늘 높이 날아오릅니다.<br>의미: 기유일주는 웅장한 기운을 가지며, 자신의 능력과 재능을 사회에서 발휘하여 성공할 수 있는 운세입니다.<br><br>진산과 곤륜산에 눈이 쌓이고, 용과 봉황이 어우러져 옥과 진주를 가져옵니다.<br>의미: 높은 이상과 귀한 재능을 의미하며, 고귀한 운을 타고난 성향을 가집니다."
  },
  "기해": {
    "personality": "눈에 띄는 재능은 없지만 독창적인 발상을 잘합니다. 일을 시작은 잘하지만 마무리가 부족하고 주위 환경에 따라 처신합니다.<br>남녀 모두 외부 활동이 많을 수 있으며, 부부간 의심이 많으므로 조심해야 합니다.",
    "features": "기해일주는 \"평야를 흐르는 물의 날\"이라는 의미로, 부드럽고 조화로운 성향을 상징합니다.<br>의미: 이 날에 태어난 사람은 평화와 안정을 추구하며, 삶에서 유연하게 상황에 맞추어 나아가는 성향이 있습니다.<br><br>태(胎)의 기운에 있으며, 지지에는 정재(正财)와 정관(正官)이 자리합니다.<br>의미: 태의 기운은 새로운 시작과 발달을 뜻하며, 정재와 정관이 함께 있어 재물과 관운이 좋은 운세입니다.<br><br>녹마가 같은 고향에서 옥당에 예를 올리며, 하늘의 장애물이 길로 열리고 문재가 드러납니다.<br>의미: 높은 지위나 명예를 추구할 수 있으며, 문학적 재능이 돋보입니다.<br><br>그림자가 물과 함께 떠내려가지 않으며, 살성이 움직여 경계가 없는 말을 타고 달립니다.<br>의미: 인생에서 끊임없이 도전하고 활동적으로 나아가려는 성향이 있습니다."
  },
  "기축": {
    "personality": "낯을 가리고 말수가 적으며 온화한 성품을 지녔습니다. 고집이 강하고 자기주장을 굽히지 않으며, 순진하고 봉사심이 있습니다.<br>남녀 모두 부부 연이 약하며 서로 의좋게 지내는 것이 중요합니다.",
    "features": "기축일주는 \"금소(金牛)가 궁전에 절하는 날\"이라는 뜻으로, 부와 명예가 두드러지는 운세를 나타냅니다.<br>의미: 이 날에 태어난 사람은 안정적인 재물과 명예를 얻을 가능성이 높으며, 부유하고 존경받는 인생을 살 운명을 가집니다.<br><br>묘(墓)의 자리에 있으며, 비견(比肩), 식신(食神), 편재(偏财)의 기운이 함께합니다.<br>의미: 비견은 독립적인 성격을, 식신은 풍요와 즐거움을, 편재는 재물 운을 의미하므로, 이 세 가지 기운이 조화를 이루어 재물과 독립된 성향을 지니는 운세입니다.<br><br>불단에 향을 올리며 금전(금전)에서 절하고, 산과 물처럼 아름다운 명성이 드러납니다.<br>의미: 자신을 남에게 드러내고 사회적 명예를 얻을 가능성이 큰 운입니다.<br><br>금 열쇠로 축의 창고를 열어, 부귀와 영화에 빠져 즐거움을 누립니다.<br>의미: 재물 운이 강하며, 물질적으로 풍족한 삶을 살 운입니다."
  },
   "경인": {
    "personality": "낙천적이고 가벼운 성격을 지녔으며, 바른 마음과 정신을 가지고 있습니다. 그러나 돈에 대해 건전하지 못하고 일확천금을 노리는 경향이 있습니다.<br>성격이 급하여 타인과 자주 다투며, 여자는 쓸데없는 오기심이 많고 남자는 양보심이 부족해 부부간 불화가 잦습니다.",
    "features": "경인일주는 \"흰 호랑이가 산을 지키는 날\"이라는 의미로, 강인하고 무게 있는 성향을 지닌 운명입니다.<br>의미: 이 날에 태어난 사람은 용기와 강한 기개를 지녔으며, 도전적이고 강한 성격으로 삶에서 영향력을 발휘할 가능성이 큽니다.<br><br>절의 기운에 놓여 있으며, 편재, 칠살, 편인의 기운을 지니고 있습니다.<br>의미: 절의 기운은 인생에서 도전과 장애를 뜻하며, 편재와 칠살, 편인이 있어 도전적인 성격이 강하고 재물과 명예를 쟁취하려는 성향이 있습니다.<br><br>평야의 호랑이가 산림으로 돌아가며, 가을바람에 낙엽이 떨어져 불안한 상태를 나타냅니다.<br>의미: 인생에서 안정과 불안정의 양면이 공존하며, 끊임없는 도전 속에서 안정감을 찾으려는 경향이 있습니다.<br><br>눈이 내려 산이 봉쇄된 때를 가장 좋아하며, 여름의 짙은 그늘 속에서 편안히 쉬는 것을 즐깁니다.<br>의미: 강한 성향 속에서도 고요하고 안정된 환경을 선호하며, 자연에서 쉼과 위안을 찾는 경향이 있습니다."
  },
  "경진": {
    "personality": "자신감이 넘치고 강한 에너지를 가지고 있으며 임기응변에 능합니다. 불의를 참지 못하며, 부정적인 시각이 강해 불화가 잦습니다. <br>여자는 강한 기질을 가졌으나 주위의 인정을 받지 못하면 우울증이나 신경질환이 발생할 수 있습니다. 남자는 적극적이고 대응력이 뛰어납니다.",
    "features": "경진일주는 \"복덕과 귀인의 날\"로, 건강과 장수를 해당하며 편인과 식신의 기운을 품고 있습니다.<br>의미: 복과 덕이 있으며, 귀인운이 강해 남의 도움을 받을 가능성이 많고, 건강과 장수의 기운이 있지만, 편인과 식신의 기운이 있어서 스스로 어려움을 겪는 부분도 있을 수 있습니다.<br><br>명(命)에 괴강성이 있어 성격이 강하고 강인하며, 귀신이나 신을 잘 믿지 않습니다.<br>의미: 성격이 매우 강하고 독립적이며, 미신을 믿지 않고 합리적이며 이성적인 성향을 지닌 사람입니다.<br><br>옥패와 같은 아름다운 기운이 들어와 있으며, 창을 들고 말을 타고 고황을 보좌할 운입니다.<br>의미: 장식처럼 빛나는 기운이 들어와 있어 고위직에 오르거나 중요한 임무를 맡을 가능성이 있습니다."
  },
  "경오": {
    "personality": "사람들과 친해지기 쉽지만 헤어짐도 쉬워 관계의 깊이가 부족합니다. 자존심이 강하고 명예욕이 있으며, 허풍이 심한 편입니다.<br>여행을 좋아하나 오래 머무르지 못하고, 변덕이 심합니다. 남녀 모두 외출을 즐기며 스트레스가 적습니다.",
    "features": "경오일주는 \"불로 금 인장을 만드는 날\"이라는 의미로, 강한 의지와 성취를 위한 단련을 상징합니다.<br>의미: 이 날에 태어난 사람은 도전적이고 자기 성장을 위한 노력을 두려워하지 않으며, 스스로의 가치를 높이는 것을 중요시합니다.<br><br>목욕지에 있으며, 정관과 인성이 자리에 있습니다.<br>의미: 정관은 사회적 명예와 책임감을, 인성은 지적 능력과 보호의 기운을 나타냅니다. 경오일주는 책임감과 성실함을 바탕으로 사회적으로 존경받는 위치에 오를 가능성이 큽니다.<br><br>철필로 물을 먹여 연한 색과 짙은 구름을 그립니다.<br>의미: 깊이 있는 사고와 강한 의지로 인생의 길을 꾸준히 개척해 나가려는 성향을 나타냅니다.<br><br>학문과 무관이 함께하며, 붉은 새가 옥과 푸른 보석을 물고 산과 들을 오갑니다.<br>의미: 경오일주는 학문과 군사적 재능을 함께 지니고 있어 다양한 분야에서 성취를 이룰 운세입니다."
  },
  "경술": {
    "personality": "부드러워 보이지만 내면은 강인하며 돌진형의 성격을 지니고 있습니다. 용기가 있지만 무모한 성향도 있어 성격을 잘 다스려야 합니다.<br>폭력적인 기질이 있으니 조심해야 하며, 부부간 갈등이 심할 수 있습니다.",
    "features": "경술일주는 \"녹마 귀인이 있는 날\"이라는 의미로, 재물과 명예, 그리고 강한 추진력을 지닌 운세입니다.<br>의미: 이 날에 태어난 사람은 고귀한 운명을 지니며, 많은 시도와 활동을 통해 재물과 명예를 얻을 가능성이 큽니다.<br><br>쇠의 기운에 놓여 있으며, 지지에는 정관과 편인이 자리합니다.<br>의미: 관운이 함께하여 권위와 지위가 드러나는 운세지만, 쇠의 기운으로 인해 건강이나 지속적인 안정에는 주의가 필요합니다.<br><br>장군이 수많은 전투에서 공을 세우지 않고도 높은 산과 흐르는 물처럼 다시 나아갑니다.<br>의미: 끊임없이 도전하며 성취를 이루지만, 그 과정에서 평온보다는 변화와 움직임이 많은 운명입니다.<br><br>서쪽으로 가면 이해하는 사람이 적고, 앞선 녹과 후에 이어질 복이 여러 겹으로 따릅니다.<br>의미: 사회적으로 지위가 높아지며 후에 큰 복을 누릴 운세이나, 삶에서 자신을 진정으로 이해하는 사람은 드물 수 있습니다."
  },
  "경신": {
    "personality": "경솔하고 유행을 잘 따르며, 욕심이 많아 둘째가라면 서러워하는 성격입니다. 원칙주의자로 군인정신을 강조합니다.<br>남자는 부인이 고생하거나 해로하지 못할 가능성이 있고, 여자는 자신의 성격을 받아주는 사람이 없어 어려움을 겪습니다.",
    "features": "경신일주는 \"쌍호가 질주하는 날\"이라는 의미로, 강한 에너지와 대담함을 상징합니다.<br>의미: 이 날에 태어난 사람은 강한 추진력과 리더십을 지니며, 역동적이고 대담한 성향으로 삶을 살아갈 가능성이 큽니다.<br><br>관록에 놓여 있으며, 지지에 비견, 식신, 편인이 자리합니다.<br>의미: 관록은 높은 지위와 권위를, 비견은 독립성을, 식신은 풍요와 기쁨을, 편인은 지적인 능력을 나타냅니다. 이 조합은 경신일주가 자립적이면서도 지적 능력과 풍요로움을 추구하게 합니다.<br><br>백호가 남쪽을 향해 달리며 강을 건너 명성을 일찍 얻습니다.<br>의미: 사회적으로 활동적이며, 일찍부터 성취를 이루어 명성을 얻을 가능성이 큽니다.<br><br>녹이 장생에 이르고, 높은 관직에 오르며, 황제의 은혜를 입어 귀한 옷을 입습니다.<br>의미: 사회적으로 높은 지위와 명예를 얻으며, 큰 성취를 이룰 운세입니다."
  },
  "경자": {
    "personality": "머리가 좋고 강직한 성격을 지녔으며, 실력 이상으로 평가받습니다. 재주가 뛰어나고 순수한 성격이며, 인기도 많습니다.<br>냉정한 면이 있지만 이는 타인의 잘못을 바로잡으려는 성향 때문입니다. 여자는 미인이지만 고독한 운명을 지녔고, 남자는 의리가 있으며 모범적인 생활을 합니다.",
    "features": "경자일주는 \"금과 옥이 바다에서 나오는 날\"이라는 의미로, 아름답고 귀한 것을 가지고 있지만 다소 외로움을 느낄 수 있는 운세입니다.<br>의미: 이 날에 태어난 사람은 뛰어난 재능과 외적 화려함을 가질 수 있으나, 내면적으로는 안정된 지원이나 든든한 기반을 찾기 어려울 수 있습니다.<br><br>죽음의 기운에 놓여 있으며, 지지에는 상관(伤官)이 있습니다.<br>의미: 상관은 예술적 재능과 개성을 나타내지만, 과도하게 작용하면 외로운 성향이나 충돌을 초래할 수 있습니다.<br><br>노래와 춤, 문장을 잘 다루며, 흰 호랑이가 강물에서 노는 것과 같습니다.<br>의미: 예술적 재능이 뛰어나며, 다재다능한 성향을 지니고 있어 많은 이들에게 인정을 받을 수 있습니다.<br><br>녹마의 기운을 만나 출세하나, 빗속의 얼룩진 대나무처럼 애수와 상실감을 느낄 수 있습니다.<br>의미: 성공과 명예가 따를 수 있지만, 내면의 외로움이나 고독감이 동반될 수 있습니다."
  },
  "신묘": {
    "personality": "지성과 미의식이 있으며 내면에 강한 마음을 가지고 있지만 잘 살리지 못합니다. 자존심이 강하여 사귀기 어렵고, 삭막한 마음을 지니고 있습니다.<br>사주에서 형충을 만나면 포악해지고, 합을 만나면 다정해지며 시적 감각이 뛰어날 수 있습니다.",
    "features": "신묘일주는 \"이른 시기에 봉황이 높은 자리에 오르는 날\"이라는 뜻으로, 젊은 나이에 출세하거나 높은 지위에 오를 운명임을 나타냅니다.<br>의미: 이 날에 태어난 사람은 인생 초기에 성취를 이루거나, 재물과 명예를 얻을 가능성이 큽니다.<br><br>절의 기운에 놓여 있으며, 지지에 재물(편재), 상관, 역마, 충록의 기운이 함께합니다.<br>의미: 상관과 재물, 역마의 기운은 이동이 많고 재물을 쫓는 성향을 나타내며, 불안정한 가운데 명예를 쫓으려는 경향이 있습니다.<br><br>높은 산에서 여정을 시작하며, 물은 길게 흐르고 국경은 눈과 서리로 가득 차 있습니다.<br>의미: 먼 길을 떠나는 운세로, 도전적인 삶을 살며 인생의 여정이 길고 때로는 험난할 수 있음을 나타냅니다.<br><br>불산의 옥녀는 정이 없고, 눈 덮인 산에 햇살이 비추어 해당화가 핍니다.<br>의미: 차가운 환경 속에서 빛을 발하는 기질이 있으며, 외로움을 느낄 수 있지만 목표를 향해 나아가는 성향을 나타냅니다."
  },
  "신사": {
    "personality": "의혹과 시기가 쌓여 다소 뒤틀린 성격을 가지고 있으며, 냉정하고 음흉한 면이 있습니다. 판단력이 빠르지만 고민이 많은 성향입니다. <br>이익에 민감하며 절대 무리하지 않으며 언제나 합리적이고 착실하게 행동합니다.",
    "features": "신사일주는 \"금마가 궁궐에 오르는 날\"로, 지지에 정관, 정인, 겁재, 역마가 자리하고 있습니다.<br>의미: 강한 금 기운이 왕성하고, 관직과 재물을 뜻하는 정관과 정인이 함께하여 명예로운 위치에 오를 가능성이 크며, 역마의 기운으로 인해 이동이나 변동의 운이 많습니다.<br><br>금마가 관직에 들어가 바람을 타고 울부짖으며, 옥당에서 재상을 배출하며 문예와 명예를 드높입니다.<br>의미: 관직이나 공직에서의 성공 가능성이 높으며, 학문과 명예로운 성취를 이룰 운세입니다.<br><br>높은 산과 물이 둘러싸인 곳을 가장 좋아하며, 아침 햇살이 퍼져 마음이 안정됩니다.<br>의미: 평화롭고 아름다운 자연환경을 선호하는 성향이 있으며, 그러한 환경에서 가장 안정감을 느끼는 유형입니다"
  },
  "신미": {
    "personality": "소극적이면서도 적극적으로 나서기도 하는 상반된 성향을 가지고 있으며, 타인을 칭찬하지 않고 자기 주장에 빠져 있습니다.<br>허풍이 심해 신뢰하기 어렵고, 외관과 내면이 상반되는 경우가 많습니다.",
    "features": "신미일주는 \"얼음이 녹는 날\"이라는 뜻으로, 따뜻한 변화와 새로운 시작을 상징합니다.<br>의미: 이 날에 태어난 사람은 부드럽고 온화한 성향을 가지며, 유연한 사고로 사람들과 조화를 이루고자 하는 경향이 있습니다.<br><br>쇠약지에 있으며, 지지에 효인과 편관이 자리합니다.<br>의미: 효인은 지적 능력과 독립성을, 편관은 강한 리더십과 도전 정신을 나타냅니다. 신미일주는 지적이고 독립적인 성향을 가지며, 자신의 능력을 발휘해 높은 성취를 이루려는 경향이 있습니다.<br><br>서쪽의 불교적인 기운이 깃든 땅에 들어가 노래와 춤, 음악에 취합니다.<br>의미: 예술적이고 영적인 성향을 가지며, 삶의 여유와 아름다움을 추구하는 기질이 강합니다.<br><br>고귀한 여성이 매력적이고 품격 있는 사람을 보내며, 높은 산에 떠오르는 해가 새로운 그림을 만듭니다.<br>의미: 세련되고 매력적인 성품을 지니며, 사람들에게 긍정적인 영향을 미칠 수 있는 운세입니다."
  },
  "신유": {
    "personality": "자신을 세계의 중심으로 생각하며 자기중심적으로 행동합니다. 냉정하고 쌀쌀하며 판단력이 예리하고 정의감이 강합니다.<br>가족 간 불화가 잦으며, 사주에 따라 포악하거나 다정해질 수 있습니다. 남녀 모두 다치는 것을 주의해야 합니다.",
    "features": "신유일주는 봉황이 금산에 앉아 있는 날\"이라는 뜻으로, 고귀하고 안정적인 기운을 상징합니다.<br>의미: 이 날에 태어난 사람은 높은 지위와 부를 추구하는 성향이 있으며, 고귀한 운명을 타고났습니다.<br><br>녹에 자리하고 있으며, 비견과 천을귀인이 있습니다.<br>의미: 녹과 천을귀인은 귀한 운세를 나타내며, 비견은 독립적이고 자립적인 성향을 더해줍니다. 이 조합은 명예와 독립성, 그리고 고귀한 운을 나타냅니다.<br><br>녹마와 귀인이 함께하는 운세는 드물며, 봉황이 금산에 앉아 있는 것처럼 장군이나 귀한 인물의 자질을 나타냅니다.<br>의미: 사회적으로 존경받고 고귀한 자리에 오를 가능성이 큽니다.<br><br>해가 떠오르며 하늘을 가로지르고, 달이 차며 금문에서 석류를 찾습니다.<br>의미: 풍요와 번영을 추구하며, 명예를 누리는 삶을 상징합니다."
  },
  "신해": {
    "personality": "겉보기에는 자유롭게 움직이는 것처럼 보이지만 실제로는 착실하고 이성적이며 중용을 지킵니다. 주관이 뚜렷하고 한 가지 일에 매진합니다.<항상 고민이 많고 우유부단하지만 일처리는 정확하며, 자기 스스로 고독을 자초하는 경우가 있습니다.>",
    "features": "신해일주는 \"호랑이가 하늘 문을 지나가는 날\"이라는 의미로, 대담한 기운과 활발한 성향을 지닌 운세입니다.<br>의미: 이 날에 태어난 사람은 용감하고 도전적인 성향을 지니며, 목표를 위해 강하게 나아가는 성격을 가질 수 있습니다.<br><br>목욕의 기운에 놓여 있으며, 지지에는 상관, 정재, 역마가 자리합니다.<br>의미: 목욕의 기운은 활력을 의미하고, 상관과 정재, 역마의 기운이 함께하여 재물 운과 활동적인 성향을 나타냅니다. 인생에서 변화와 이동이 잦을 수 있습니다.<br><br>하늘의 문으로 나아가니 먼 길을 가며, 역마와 고산의 차가운 기운이 함께합니다.<br>의미: 먼 곳에서의 성공과 어려운 환경에서의 성취를 나타내며, 외부에서 힘든 경험을 통해 성취를 이루는 운세입니다.<br><br>당나귀를 타고 동쪽으로 가며, 높은 산과 햇살 아래 꽃이 만발합니다.<br>의미: 유쾌하면서도 풍요로운 환경에서 도전을 시도하며 인생의 성공을 이룰 가능성을 나타냅니다."
  },
  "신축": {
    "personality": "겉보기에는 순종적인 사람처럼 보이지만 훌륭한 행동력을 겸비하고 있습니다. 성격이 밖으로 드러나지 않으며 신중한 편입니다.<br>저축심이 강하고 인색한 면이 있으며, 겉으로는 착하게 보이나 이중적인 성격을 가지고 있습니다. 지적인 면을 내세우지만 다소 게으른 편입니다.",
    "features": "신축일주는 \"흰 옥이 빛나는 날\"이라는 의미로, 귀한 품격과 고상한 성품을 지닌 운세입니다.<br>의미: 이 날에 태어난 사람은 고귀한 인품을 가졌으며, 사회적 지위와 품격이 두드러지는 성향을 나타냅니다.<br><br>양(養)의 기운에 놓여 있으며, 지지에 편인, 식신, 비견이 자리합니다.<br>의미: 양의 기운은 성장을 뜻하고, 식신과 편인이 조화를 이루어 부드러우면서도 창의적인 성향을 가지며, 타인과 협력하는 능력이 있습니다.<br><br>흰 옥이 빛나는 금문의 귀빈으로, 높은 산에서 귀한 인재로 성장함을 뜻합니다.<br>의미: 명성과 재능을 타고나 귀인의 역할을 할 가능성이 크며, 사회에서 높은 위치에 오를 가능성이 있습니다.<br><br>평범한 환경에서는 근심이 많으며, 그림자 속에서도 공적을 세웁니다.<br>의미: 귀한 운명을 타고났으나 평범한 환경에서는 만족하기 어려워하며, 인생에서 끊임없이 성취를 추구하는 경향이 있습니다."
  },
  "임인": {
    "personality": "부드럽고 낙천적인 인생관을 지니고 있습니다. 성격이 급하고 화끈한 기질이 있으며 풍류를 좋아합니다. 지도력과 친화력이 있어 대인관계가 원만합니다.<br>남자는 인정이 많고 착해 타인에게 이용당하기 쉽고, 여자는 성격이 급해 조심할 필요가 있습니다.",
    "features": "임인일주는 \"복과 녹이 함께하는 날\"이라는 뜻으로, 재물과 명예를 모두 가질 운세입니다.<br>의미: 이 날에 태어난 사람은 성공과 부를 추구하며, 삶에서 많은 복과 기회를 누릴 가능성이 큽니다.<br><br>병지에 놓여 있으며, 지지에는 식신, 편재, 편관이 있습니다.<br>의미: 식신과 편재, 편관이 함께 있어 예술적 재능과 재물 운이 뛰어나고, 권력과 명예도 함께할 운세입니다.<br><br>호랑이가 은하수를 뛰어넘어 위엄을 떨치고, 산을 넘는 표범처럼 기백이 넘칩니다.<br>의미: 강한 의지와 도전적인 성향을 가지고 있으며, 사회에서 명성과 영향력을 발휘할 가능성이 큽니다.<br><br>녹이 장생에 도달하고 관직이 지위를 얻어 황궁에서 비와 이슬의 은혜를 받습니다.<br>의미: 귀한 관운을 얻어 사회적으로 존경받고, 높은 지위와 명예를 누릴 수 있는 운세입니다."
  },
  "임진": {
    "personality": "자신감 있게 세상을 헤쳐 나가며 고집이 강합니다. 말주변이 좋아 남들을 설득하거나 속이기 쉽습니다.<br>성미가 급해 일을 그르치기 쉽고, 여자는 남자를 무시하는 성향이 있으며 남자는 생활력이 강합니다.",
    "features": "임진일주는 \"산 속을 길게 흐르는 물과 같은 날\"이라는 의미로, 끊임없는 변화와 긴 여정을 상징합니다.<br>의미: 인생에서 많은 경험과 변화를 겪으며, 안정보다는 도전적이고 변화무쌍한 운명을 살 가능성이 큽니다.<br><br>묘(墓)의 자리에 앉아 있으며, 편관과 겁재, 창고의 기운이 있고, 헛된 명예와 이익을 가집니다.<br>의미: 강한 재물과 권력의 기운을 갖고 있지만, 외형적인 명예나 이익이 많아도 실제로는 내면적으로 안정된 느낌을 찾기 어려운 운세입니다.<br><br>강물이 흐르며 아름다운 풍경을 이루고, 두견새가 피를 토하며 울부짖는 모습입니다.<br>의미: 인생의 화려함과 그 이면의 고통을 동시에 상징하며, 성공과 슬픔이 교차하는 운명을 나타냅니다.<br><br>달빛 아래 말을 타고 평야를 달리며 하루 동안 모란꽃을 만끽합니다.<br>의미: 짧고 화려한 기쁨을 누리는 성향을 나타내며, 순간적인 성취를 즐기는 운세입니다."
  },
  "임오": {
    "personality": "머리 회전이 빠르지만 사려가 깊지 않고, 친숙해지기 쉽지만 쉽게 헤어지는 성향을 지닙니다. 재치와 순발력이 뛰어납니다. <br>남자는 바람기 있는 여자를 만나기 쉽고, 여자는 음흉한 남자를 만날 가능성이 있습니다.",
    "features": "임오일주는 \"꽃이 피고 버드나무가 푸르른 날\"로, 태(胎)의 기운이 있으며 지지에 재물, 정관, 역마가 함께합니다.<br>의미: 강한 생명력과 활력, 화려한 운세가 있으며, 재물과 관운이 함께하여 명예와 성공을 이룰 가능성이 큽니다. 역마의 기운으로 이동이 많고 바쁜 삶을 살게 될 수도 있습니다.<br><br>녹마가 서로 맞이하여 황제의 고향에 들어가며, 꽃이 피고 버드나무가 푸르게 자라 대청마루를 덮습니다.<br>의미: 명예와 재물을 얻어 부귀를 누릴 운세입니다. 풍요롭고 화려한 삶을 상징하며, 사회적으로 인정받는 위치에 오를 가능성이 큽니다.<br><br>밖으로 나아가는 것을 좋아하며, 먼 길을 떠나 북쪽으로 기러기가 날아갑니다.<br>의미: 이동이나 원거리의 활동에서 성취를 이루는 성향이 있으며, 고향에서 벗어나 새로운 곳에서 성공할 가능성이 있습니다."
  },
  "임신": {
    "personality": "모든 일을 순조롭게 이끌어가는 적극적인 성격으로, 지혜가 출중하고 외모도 준수합니다. 솔선수범하며 리더십이 강합니다.<br>계획 없이 급하게 진행하는 것이 단점이며, 식사를 급하게 하여 자주 체할 수 있습니다. 여자는 인정이 많고, 사소한 일에도 눈물이 많습니다.",
    "features": "임신일주는 \"백호가 강을 건너는 날\"이라는 뜻으로, 강한 의지와 도전 정신을 상징합니다.<br>의미: 이 날에 태어난 사람은 대담하고 독립적이며, 목표를 위해 험난한 여정을 마다하지 않는 경향이 있습니다. 어려운 상황을 극복하며 성취를 이루려는 성향이 강합니다.<br>临长生。支坐偏印，偏官，劫财，驿马<br><br>해석: 장생지에 놓여 있으며, 편인과 편관, 겁재, 역마가 자리합니다.<br>의미: 장생의 기운은 활력과 생명력을 나타내며, 편인과 편관은 독립성과 강한 의지를, 겁재는 재물에 대한 도전과 경쟁을, 역마는 이동과 변화를 나타냅니다. 임신일주는 변화와 이동이 많은 삶을 살며 독립적으로 성공을 추구합니다.<br><br>운명이 마치 백호가 강을 건너는 것과 같아, 강물이 불어나면 위험이 따릅니다.<br>의미: 도전적인 성향이 강하지만, 예기치 못한 어려움과 역경에 대비해야 하는 운세입니다.<br><br>맑은 날 평야에 들어서며, 귀한 인연이 함께합니다.<br>의미: 사회적으로 높은 지위나 귀한 인연을 만나 명예와 재물을 누릴 운세입니다."
  },
  "임술": {
    "personality": "순풍에 돛을 단 사람처럼 남을 돕고 간섭하기를 좋아합니다. 고집이 세고 자존심이 강하며, 긍정과 부정이 강해 좋아하는 사람과 미워하는 사람이 확실히 구분됩니다.<br>운이 지나치게 강해 난처한 상황이 발생할 수 있으며, 타인과의 불화가 발생할 가능성이 있습니다.",
    "features": "임술일주는 \"용이 푸른 바다에서 나오는 날\"이라는 뜻으로, 대담한 성향과 높은 목표를 상징합니다.<br>의미: 이 날에 태어난 사람은 강한 추진력과 도전 정신을 지니며, 대담한 목표를 추구하는 성격이 강합니다.<br><br>관대의 기운에 놓여 있으며, 지지에 정재, 편관, 정인, 화의 창고가 자리합니다.<br>의미: 관대는 책임감과 성장의 기운을, 정재와 편관은 재물과 명예를, 정인은 안정성과 고귀함을, 화의 창고는 강력한 에너지와 활기를 의미합니다. 이를 통해 임술일주는 재물과 명예를 함께 추구할 수 있는 운세를 지닙니다.<br><br>화의 창고에 앉아 물의 복을 받으며, 동쪽과 서쪽에서 고난을 겪을 수 있습니다.<br>의미: 강한 에너지와 도전적인 성향을 지녔지만, 외부 환경에서 어려움을 겪을 수 있는 운세입니다.<br><br>장수의 높은 뜻을 이루기 어려우며, 때로는 취해 소녀의 춤과 노래를 감상합니다.<br>의미: 높은 목표와 야망이 있지만, 현실적인 한계로 인해 때로는 여유를 즐기며 인생을 돌아보는 경향이 있습니다."
  },
  "임자": {
    "personality": "강한 운을 지니고 있으며, 큰 호수처럼 이해심이 많고 속이 깊습니다. 화가 나면 물불을 가리지 않는 성향이 있습니다.<br>여자는 고독한 운명을 지니고 있으며, 남자는 강인한 성품과 추진력, 성공욕이 뛰어납니다.",
    "features": "임자일주는 \"말이 은하수를 질주하는 날\"이라는 의미로, 강력한 추진력과 왕성한 기운을 지닌 운세입니다.<br>의미: 이 날에 태어난 사람은 삶에서 활발하게 나아가며, 강한 에너지와 야망으로 큰 목표를 추구할 가능성이 큽니다.<br><br>제왕의 기운에 놓여 있으며, 지지에는 겁재가 자리합니다.<br>의미: 제왕의 기운은 강력한 리더십과 왕성함을 나타내며, 겁재는 재물에 대한 경쟁이 있음을 뜻합니다. 재물 운이 있지만 다소 불안정할 수 있습니다.<br><br>임수의 물이 온 세상에 넘쳐 흐르고, 동쪽으로 행운이 들어옵니다.<br>의미: 넓은 시야와 큰 포부를 가지며, 특히 동쪽 방향에서 운이 강해져 많은 복을 얻을 수 있습니다.<br><br>강남의 평야와 어미(魚米)가 풍부한 지역에서, 구름과 비, 호수와 바다처럼 아름다움을 지니고 있습니다.<br>의미: 풍요로움과 다정한 성품을 지니며, 삶의 아름다움을 즐기는 성향을 나타냅니다."
  },
  "계묘": {
    "personality": "재치가 뛰어나고, 속된 일에 빠지기를 싫어하며 아름다움을 사랑합니다. 요령과 수단을 겸비한 팔방미인입니다.<br>인정이 많고 봉사심이 깊으며, 음식 솜씨도 뛰어나 가정에서 인정을 받습니다. 남자는 의지력이 약하고, 여자는 유혹에 약한 면이 있습니다.",
    "features": "계묘일주는 \"하늘이 내려준 문학적 재능의 날\"이라는 뜻으로, 타고난 문학적 재능과 예술적 성향을 나타냅니다.<br>의미: 이 날에 태어난 사람은 예술적 감수성과 다재다능한 성향을 가지고 있으며, 지적 능력이 뛰어난 편입니다.<br><br>장생의 기운에 놓여 있으며, 지지에는 식신이 자리합니다.<br>의미: 장생은 생명력과 활력을 의미하며, 식신은 풍요와 기쁨을 상징하여 예술적 재능과 풍족함을 나타냅니다.<br><br>학문과 문장에 뛰어난 귀인의 운명을 가졌으며, 타고난 재능과 감성으로 매력적인 성향을 지닙니다.<br>의미: 학문과 문예에서 두각을 나타낼 수 있으며, 다정하고 매력적인 성격으로 사람들에게 사랑받을 수 있습니다.<br><br>삼성이 비추어 시, 거문고, 노래와 같은 예술을 즐깁니다.<br>의미: 예술적 감수성이 풍부하며, 문학과 음악에 재능이 두드러지는 성향을 가집니다."
  },
  "계사": {
    "personality": "어느 정도 능력을 비장하고 있으며, 독창성을 발휘하는 타입입니다. 원칙을 중시하고 올바른 성격을 지녔습니다.<br>이해타산을 따지다 보니 원성을 듣기 쉬우며, 여자는 음란한 경향이 있을 수 있고, 남자는 순리대로 살아가며 남의 일에 참견을 잘합니다.",
    "features": "계사일주는 \"채색 노을이 옥을 몸에 지닌 날\"이라는 뜻으로, 화려하고 귀한 운을 상징합니다.<br>의미: 이 날에 태어난 사람은 명예와 귀한 운을 타고나며, 예술적이고 문학적인 재능이 빛날 가능성이 큽니다.<br><br>태의 기운에 놓여 있으며, 정재와 정관, 역마와 문성의 기운을 지니고 있습니다.<br>의미: 재물과 관운이 조화를 이루며 문학적 재능이 돋보입니다. 역마의 기운으로 활발한 활동을 하거나 이동이 많을 가능성도 있습니다.<br><br>귀인이 옥당에 찾아와 재상으로 모셔지며, 먹물이 샘처럼 솟아나 좋은 글이 탄생합니다.<br>의미: 문학적 재능이 탁월하며 사회적으로 존경받는 위치에 오를 가능성이 큽니다.<br><br>무사가 말을 타고 세상을 다니며, 왕공이나 귀족과 같은 고위직이 평범하게 여겨질 정도로 지위가 높습니다.<br>의미: 높은 지위와 명예를 갖춘 삶을 살며, 왕공귀족과 같은 위치에 오를 가능성이 있습니다."
  },
  "계유": {
    "personality": "조용히 인생을 살아가며, 자존심이 강하고 점잖은 척하지만 자주 성격이 바뀝니다. 미운 사람에 대한 증오심이 강해 정신 건강에 주의가 필요합니다.<br>항상 고민이 많아 우울증에 걸릴 위험이 있으며, 여자는 만족을 못하고 끊임없이 공부하려는 성향을 지녔고, 남자는 편한 일을 좋아합니다.",
    "features": "계유일주는 \"하늘의 복을 받는 날\"이라는 뜻으로, 고귀하고 지적인 성향을 상징합니다.<br>의미: 이 날에 태어난 사람은 지혜롭고 세련된 성품을 지니며, 삶에서 즐거움을 찾고 지적, 예술적 성취를 이루려는 성향이 강합니다.<br><br>병지에 있으며, 편인이 자리하고 있습니다.<br>의미: 병지는 쇠약함을, 편인은 독립적인 사고와 예술적 재능을 나타냅니다. 따라서 계유일주는 안정적인 재물보다는 예술적, 창의적 분야에서 성취를 이루기 좋은 운입니다.<br><br>세련된 품격으로 명예를 쌓으며, 충과 합의 운이 특별하게 나타납니다.<br>의미: 계유일주는 사회적으로 인정받고 명예를 쌓을 가능성이 크며, 삶에서 예상치 못한 기회나 변화가 종종 나타날 수 있습니다.<br><br>강호에 꽃이 피어 평화로운 삶을 즐기고, 남쪽의 높은 산이 가로막지 않습니다.<br>의미: 평화롭고 여유로운 삶을 추구하며, 특히 남쪽 방향으로의 이동이나 활동이 길할 수 있습니다."
  },
  "계미": {
    "personality": "둥글둥글해 보이지만 두뇌가 치밀하며 권모술수를 사용하는 경향이 있습니다. 잔소리가 많고 말재주가 뛰어나며, 상대방을 의심하는 경우가 많습니다.<br>겉으로는 봉사심이 많고 욕심이 없는 척하지만, 실제로는 욕심이 많습니다. 사주에 합이 많으면 사교술이 뛰어납니다.",
    "features": "계미일주는 \"귀인이 옥을 몸에 지닌 날\"이라는 의미로, 관운이 드러나고 귀한 운명이 함께합니다.<br>의미: 계미일주는 타인의 도움을 받을 가능성이 높으며, 귀인과 같은 명예로운 기운을 지니고 있습니다.<br><br>관의 창고를 지니고 있으며, 남자는 용맹하고 여자는 귀하고 명예롭습니다.<br>의미: 이 날에 태어난 남성은 용맹하고 강인한 성격을, 여성은 귀하게 자라서 명예로운 삶을 살 가능성이 큽니다.<br><br> 서쪽으로 가면 복록이 있는 곳에 도달하나, 꽃이 피고 푸른 정자가 있어도 말이 다닐 수 없습니다.<br>의미: 서쪽으로의 이동이나 원거리 여행에서 복과 명예를 얻을 수 있지만, 가정적 안정이 쉽지 않을 수 있음을 나타냅니다."
  },
  "계해": {
    "personality": "부드러워 보이지만 내면은 매우 강하고 천하를 취할 기개를 가지고 있습니다. 겉과 속이 달라 이익에 민감한 성향이 있습니다.<br>부부간 이별수가 있어 성실한 자세로 배우자를 대하는 것이 중요합니다. 수단과 방법을 가리지 않는 성격입니다.",
    "features": "계해일주는 \"천문이 열려 축하하는 날\"이라는 의미로, 강한 변화와 특별한 기회를 상징합니다.<br>의미: 이 날에 태어난 사람은 많은 기회와 변화 속에서 삶을 살아가며, 도전적인 성향을 가지고 있습니다.<br>临帝旺，支坐伤官。劫财，驿马<br><br>해석: 제왕의 기운에 놓여 있으며, 지지에 상관, 겁재, 역마가 자리합니다.<br>의미: 제왕의 기운은 강한 리더십과 영향력을, 상관은 재능과 개성을, 겁재는 경쟁을, 역마는 이동과 변화를 나타냅니다. 이러한 조합은 대담하고 모험적인 성향을 강조하며, 많은 이동과 변화를 경험하게 할 수 있습니다.<br><br>구화산 위에 천문이 열리고, 동쪽에서 꽃이 바다처럼 피어납니다.<br>의미: 이 운세는 새로운 시작과 큰 기회를 암시하며, 특히 동쪽 방향에서 복을 얻을 가능성이 큽니다.<br><br>서쪽의 곤륜산으로 가면 국경의 군사들이 고향을 그리워합니다.<br>의미: 타지에서 활동할 운명이 있으며, 그로 인해 고향에 대한 애착이 강할 수 있습니다."
  },
  "계축": {
    "personality": "겉으로는 음침하고 조용해 보이지만 내면은 그 반대입니다. 부지런하고 믿음이 있으며 합리적 사고를 지니고 공정합니다.<br>사주가 탁하면 호색하고 거짓된 인생을 살아갈 수 있으며, 사주에 충이 있으면 포악하거나 장애인이 될 수도 있습니다.",
    "features": "계축일주는 \"뽕나무와 버드나무가 그늘을 이루는 날\"이라는 뜻으로, 꾸준히 자라며 안정적인 환경을 추구하는 운세입니다.<br>의미: 이 날에 태어난 사람은 성실하고 인내심이 강하며, 시간이 지남에 따라 안정적인 삶과 성장을 이룰 가능성이 큽니다.<br><br>관대의 기운에 놓여 있으며, 지지에는 편관, 인성, 비견이 자리합니다.<br>의미: 관대의 기운은 책임감과 성장을 나타내며, 편관과 인성의 기운이 있어 재능을 발휘할 수 있는 상황을 만들고, 비견은 독립적이면서도 협력적인 성향을 지닙니다.<br><br>연못가의 뽕나무와 버드나무가 무성하게 자라며, 봄바람에 버드나무 솜털이 날립니다.<br>의미: 아름다움을 추구하고 성장하며, 생활에서 여유와 풍요를 이루고자 하는 성향이 강합니다.<br><br>높은 산의 운세가 늦게 찾아오더라도 불평하지 마십시오. 전투 속에서도 귀한 옥이 존재합니다.<br>의미: 인생에서 성공이 더디게 찾아올 수 있지만, 꾸준히 노력하면 결국 귀한 성과를 얻을 운세입니다."
  }
}
