{
  "갑자": {
    "personality": "모든 사람의 위에 설 그릇으로 서글서글하고 느긋한 성격이며 실질적인 이익을 노립니다. 성급하면 원금과 이익을 잃을 수 있습니다.",
    "features": "덕성과 인정이 많으며, 자기 과신과 승부욕이 있습니다. 자주 직업을 바꾸며 꿈에 부푼 성품입니다. 자식 운이 강하고 외도 성향이 다분할 수 있습니다."
  },
  "갑술": {
    "personality": "운세와 교제 모두 부드럽고 온화한 성품입니다. 강한 태도의 압박을 받지 않으며, 직선적이고 독선적인 면이 있습니다.",
    "features": "재물을 가벼이 여기며 풍류와 주색을 즐깁니다. 사교술과 리더십이 뛰어나고 권모술수에도 능합니다. 이성과의 관계가 복잡해질 수 있으니 주의가 필요합니다."
  },
  "갑신": {
    "personality": "좋지 않은 일에 끌려다니기 쉬운 성향이 있으며 즉흥적으로 행동하는 것을 피해야 합니다. 칠살로 인해 각박한 마음을 지니고 있습니다.",
    "features": "무뚝뚝하고 융통성이 부족해 부부간 다툼이 잦을 수 있습니다. 과격하게 행동하면 다치기 쉬우니 주의가 필요합니다."
  },
  "갑오": {
    "personality": "결단력이 부족해 기회를 놓칠 수 있으니 신중한 결정이 필요합니다. 팔방미인처럼 다재다능하며 명랑하고 언변이 좋습니다.",
    "features": "멋내기를 좋아하고 정착하지 않으며 떠돌아다니는 성향이 있습니다. 남자는 예쁜 여자를 좋아하고, 여자는 바람기가 있을 수 있습니다."
  },
  "갑진": {
    "personality": "약하지만 뿌리가 깊어 안정적이며, 새로운 일보다는 기존의 일을 지키려는 성향입니다.",
    "features": "남에게 지는 것을 싫어하며 잘난체하는 면이 있지만 인정이 많습니다. 수기가 좋으면 명예와 품위를 중시하고 학문적 소질이 뛰어납니다. 수기가 탁하면 가정불화와 우울증을 겪을 수 있습니다."
  },
  "갑인": {
    "personality": "독립심이 강하며 통솔력과 배짱이 있습니다. 융통성이 부족한 것이 단점이지만 강인한 성격을 지닙니다.",
    "features": "여자는 외로움을 많이 타며, 남자는 독선적 성향으로 부부간 다툼이 잦습니다. 서로에 대한 이해와 배려가 필요합니다."
  },
  "을사": {
    "personality": "겉으로는 얌전해 보이지만, 남의 충고를 잘 듣지 않고 자기주장을 내세우는 성향이 있습니다. 성격이 고르지 못하며, 여자는 남편을 무시하거나 남을 험담하기를 좋아하는 경향이 있습니다.",
    "features": "사치와 허영이 강하며, 여자의 경우 남편에게 불만이 많아 자유를 원합니다. 남자는 성실하지만 대우받지 못하고, 깔끔하고 속정이 많아 주기만 하고 받지 못하는 편입니다."
  },
  "을미": {
    "personality": "둥글둥글하고 소극적이며, 모욕을 받아도 웃어넘깁니다. 운세가 약하여 남의 공격을 받지 않는 것이 오히려 강점이 됩니다.",
    "features": "말이 많고 언변이 뛰어난 듯하지만, 실행력이 부족해 끝이 부실합니다. 물 기운이 부족하면 우매하고 게으른 성향이 나타날 수 있으며, 대체로 착하고 악의가 없는 편입니다."
  },
  "을유": {
    "personality": "머리 회전이 느리고 신중하며, 곤란한 일을 참아내는 끈기가 필요합니다. 신경쇠약이나 히스테리가 나타날 수 있고, 사소한 일에도 화를 잘 냅니다.",
    "features": "잔소리가 많고 매사에 확인하려는 성격으로 인해 친구 사귀기 어렵습니다. 외로운 마음이 많고, 여자는 외로움 때문에 부정한 관계에 빠지기 쉽습니다. 남자는 고지식하고 인색합니다."
  },
  "을해": {
    "personality": "조용하고 이성적이며 불필요한 걱정을 많이 합니다. 기회를 잡아도 쉽게 놓치는 경향이 있으며, 고상하고 성실한 성격을 지닙니다.",
    "features": "끈기와 배짱이 부족하며 자식 사랑이 깊고 교육열이 강합니다. 여자는 좋은 남편을 만나 현모양처가 되며, 남자는 문학적 소질이 있지만 의타심이 있습니다."
  },
  "을축": {
    "personality": "햇볕을 받지 못하는 숲 속의 나무와 같은 보수적인 성격으로, 안전한 생활 방식을 선호합니다. 소심하고 의심이 많으며, 지나치게 조심스러운 성격입니다.",
    "features": "옛것을 그리워하고 효심이 강한 편입니다. 자주 약을 복용하거나 자기 자신을 믿지 못하는 경향이 있습니다."
  },
   "병인": {
    "personality": "태양처럼 밝고 명랑하며, 포부가 크고 성격이 급합니다. 지도력이 있으며, 웅변도 잘합니다. 남자는 대체로 성품이 모나지 않고 대인 관계도 원만합니다.",
    "features": "여자는 자식 문제로 자주 불편을 느끼고, 꿈은 크지만 성취가 어려워 히스테리나 우울증에 빠질 수 있습니다."
  },
  "병오": {
    "personality": "겉으로는 명랑해 보이지만 내면은 강하고 고독한 면이 있습니다. 돈을 자유롭게 쓰는 것처럼 보이지만 실제로는 절약하는 편입니다.",
    "features": "개방적이고 화통한 성격입니다. 여자는 성격이 격동적이고, 쉽게 만족하지 못하는 경향이 있습니다."
  },
  "병진": {
    "personality": "붙임성은 없지만 말 없이 실천하는 스타일입니다. 이미 정해진 사실을 자신의 것이라 주장하는 직선적인 성격입니다.",
    "features": "친화력과 인내심이 강하며, 일단 시작하면 끝까지 해내는 끈기가 있습니다. 간혹 괴팍한 면이 있어 비위를 맞추기 어려울 수 있습니다."
  },
  "병신": {
    "personality": "머리 회전이 빠르고 새로운 것을 끊임없이 추구합니다. 어떤 일에든 쉽게 손을 대며 경박하다는 평가를 받을 수 있습니다.",
    "features": "솔직하지만 감정 변화가 심하고, 언변이 좋으나 구설에 오르기 쉽습니다. 다정다감한 면이 있지만 말에 중심이 없는 경우가 있습니다."
  },
  "병술": {
    "personality": "온화한 인품을 지니고 근면성을 중시합니다. 즉흥적이라 논리적이지 않으며, 남의 일에 간섭하는 경향이 있습니다.",
    "features": "사소한 일에도 흥분을 잘하며, 차분함을 유지하려는 노력이 필요합니다. 사주가 혼탁하면 침착성을 잃고 거칠어질 수 있습니다."
  },
  "병자": {
    "personality": "독창적인 연구를 좋아하며 새로운 분야에 도전하는 것을 즐깁니다. 좌하에 자수를 두어 약하고 불안정한 마음이 나타날 수 있습니다.",
    "features": "대체로 안정된 가정생활을 유지하나 오화를 만나면 부부간 다툼이 잦습니다. 합리적 사고를 중시하나 지나친 조심성이 단점이 될 수 있습니다."
  },
  "정묘": {
    "personality": "이해득실에 둔감하여 타인에게 피해를 줄 수 있으며 건강에 좋지 않은 영향을 받습니다. 이상주의자적 성향이 강하고, 신비한 것과 공상을 좋아하는 비현실적인 성격입니다.",
    "features": "타인을 잘 믿지 않고 시기와 질투가 심합니다. 외모가 깜찍하고 귀여움을 받지만 어른에 대한 예의가 부족할 수 있습니다. 신경이 예민하고 과민반응을 보여 부부간 불화가 있을 수 있습니다."
  },
  "정축": {
    "personality": "온화한 운세와 풍부한 표현력을 지니며 금전에 대한 집착이 강합니다. 성격이 순진하며 다툼이 적습니다.",
    "features": "대인관계가 넓지 않고 자신을 알아주는 사람과만 교류합니다. 여자는 순정을 다하지만 남자로부터의 사랑이 부족하고, 남자는 열심히 일하나 결과가 좋지 않은 편입니다."
  },
  "정해": {
    "personality": "조용하고 이성적이며 온화한 성격으로 보이지만 독립심이 강하고 발전 가능성을 내면에 숨기고 있습니다.",
    "features": "자기를 칭찬해주는 사람을 좋아하고, 교양과 학식을 중시합니다. 남편을 고를 때 신중하여 어진 남편을 만나는 편입니다."
  },
  "정유": {
    "personality": "변화의 폭이 크며 참모 역할에 적합합니다. 합리적인 사고방식을 지니고 천성이 착하며, 미적 감각이 뛰어납니다.",
    "features": "화려한 것을 좋아하지만 인내력이 부족하여 어려움에 부딪치면 쉽게 좌절합니다. 어려운 상황에서는 감정적으로 반응하여 눈물을 흘리는 경우가 많습니다."
  },
  "정미": {
    "personality": "개방적인 성격으로 말을 쉽게 하며, 강한 운세를 지니고 있습니다. 언변이 뛰어나며 허풍을 잘 떨고 풍류를 즐깁니다.",
    "features": "기질이 강하여 저돌적이며, 여자는 남편에게 불만을 가지기 쉽고 남자는 여자를 종처럼 대하려는 경향이 있어 부부 관계에 갈등이 발생할 수 있습니다."
  },
  "정사": {
    "personality": "이중적인 성격으로 외면은 온화하지만 내면에는 시기와 질투가 많습니다. 권위를 내세우고 자존심이 강합니다.",
    "features": "외로움을 잘 타고 고독을 즐기며 우아한 것을 선호합니다. 남자는 두려움 없이 도전하지만 포기 또한 잘하여 뒤처리가 미숙한 경우가 많습니다. 여자는 고상하게 살기를 원하며, 남편의 이해가 필요합니다."
  },
  "무인": {
    "personality": "낙천적이고 머리가 좋으며, 명예와 품위를 중시합니다. 영웅적인 자질을 가지고 있습니다.",
    "features": "신왕이면 마음이 크고 편안하지만, 신약이면 난폭하고 고집이 셉니다. 자존심이 강해 자신의 잘못을 인정하지 않는 경향이 있으며, 사주에 형충이 있으면 성정이 폭력적으로 변할 수 있습니다."
  },
  "무진": {
    "personality": "운세가 지나치게 강하여 자기 과잉의 성향이 있으며, 젠체하다가 충돌을 겪기 쉽습니다. 마음이 크지만 복이 적으며 다소 느림보입니다.",
    "features": "사주에 합이 많으면 매우 느리며, 백호살 일주로 수술수가 있어 신체를 조심해야 합니다. 부부 사이에서는 배려 부족으로 잦은 다툼이 발생할 수 있습니다."
  },
  "무오": {
    "personality": "자존심이 강하고 성미가 급해 일을 그르칠 수 있으며, 뱃장이 두둑하고 감정 기복이 심합니다.",
    "features": "사주가 탁하면 정신질환이나 인덕 부족으로 고생할 수 있습니다. 싫고 좋음이 극단적으로 나뉘며 금전적인 면에서 두드러지는 경향이 있습니다."
  },
  "무신": {
    "personality": "새로운 것에 관심이 없고, 끈기 부족과 이기적인 성향이 있으며 냉정합니다. 호기심이 강하지만 깊게 몰두하지는 않습니다.",
    "features": "여자는 남편복이 적지만 자식에게는 애정을 쏟으며, 남자는 사업 운이 좋으나 여색을 탐하는 경향이 있습니다."
  },
  "무술": {
    "personality": "온화한 성격이지만 금전적으로 극단적인 성향을 보이며, 소유욕과 저축 욕심이 강합니다.",
    "features": "절대 지기 싫어하며 꾸준히 발전해 나갑니다. 남녀 모두 부부 연이 약할 수 있습니다."
  },
  "무자": {
    "personality": "얌전하게 행동할 때 뜻밖의 출세 기회를 얻을 수 있으며, 재물에 관심이 많고 내심 냉정합니다.",
    "features": "돈 욕심을 숨기지만 공돈을 기대하는 성향이 있습니다. 남자는 외도 성향이 있으며, 여자는 재물 욕심이 많고 인색합니다."
  },
  "기묘": {
    "personality": "기력이 약하고 깨끗한 것을 좋아하며 자존심이 강하지만 끈기가 부족합니다. 처음은 좋으나 뒷 처리가 부족한 것이 단점입니다.",
    "features": "남자는 호색할 우려가 있으며, 여자는 남편의 덕이 부족해 직업 전선에 나가 고생할 수 있습니다."
  },
  "기사": {
    "personality": "겉으로는 순하고 부드러워 보이지만, 내면적으로 강한 기운을 지니고 있어 충돌을 피하기 어렵습니다. 내성적이며 사람을 가려 사귀고, 고독을 즐깁니다.",
    "features": "이상적인 성향이 강해 대중적이지 않으며 가정을 평탄하게 유지하고 집안 꾸미기를 좋아합니다."
  },
  "기미": {
    "personality": "운세의 변동이 심하며 합리적인 성격을 지녔습니다. 꼼꼼하고 착실하며 인내심이 강하고 봉사심이 있습니다.",
    "features": "타인의 모범이 되며 건강한 정신을 지녔습니다. 사주에 충극이 심하면 성격이 정반대로 변할 수 있습니다."
  },
  "기유": {
    "personality": "주관이 뚜렷하고 자기 중심적입니다. 온순하지만 신경이 예민하여 정신 질환을 앓을 수 있으니 주의가 필요합니다.",
    "features": "남편의 덕이 부족하며, 충격을 받으면 사람을 쉽게 믿지 않게 됩니다. 남편은 사랑으로 대하는 것이 중요합니다."
  },
  "기해": {
    "personality": "눈에 띄는 재능은 없지만 독창적인 발상을 잘합니다. 일을 시작은 잘하지만 마무리가 부족하고 주위 환경에 따라 처신합니다.",
    "features": "남녀 모두 외부 활동이 많을 수 있으며, 부부간 의심이 많으므로 조심해야 합니다."
  },
  "기축": {
    "personality": "낯을 가리고 말수가 적으며 온화한 성품을 지녔습니다. 고집이 강하고 자기주장을 굽히지 않으며, 순진하고 봉사심이 있습니다.",
    "features": "남녀 모두 부부 연이 약하며 서로 의좋게 지내는 것이 중요합니다."
  },
   "경인": {
    "personality": "낙천적이고 가벼운 성격을 지녔으며, 바른 마음과 정신을 가지고 있습니다. 그러나 돈에 대해 건전하지 못하고 일확천금을 노리는 경향이 있습니다.",
    "features": "성격이 급하여 타인과 자주 다투며, 여자는 쓸데없는 오기심이 많고 남자는 양보심이 부족해 부부간 불화가 잦습니다."
  },
  "경진": {
    "personality": "자신감이 넘치고 강한 에너지를 가지고 있으며 임기응변에 능합니다. 불의를 참지 못하며, 부정적인 시각이 강해 불화가 잦습니다.",
    "features": "여자는 강한 기질을 가졌으나 주위의 인정을 받지 못하면 우울증이나 신경질환이 발생할 수 있습니다. 남자는 적극적이고 대응력이 뛰어납니다."
  },
  "경오": {
    "personality": "사람들과 친해지기 쉽지만 헤어짐도 쉬워 관계의 깊이가 부족합니다. 자존심이 강하고 명예욕이 있으며, 허풍이 심한 편입니다.",
    "features": "여행을 좋아하나 오래 머무르지 못하고, 변덕이 심합니다. 남녀 모두 외출을 즐기며 스트레스가 적습니다."
  },
  "경술": {
    "personality": "부드러워 보이지만 내면은 강인하며 돌진형의 성격을 지니고 있습니다. 용기가 있지만 무모한 성향도 있어 성격을 잘 다스려야 합니다.",
    "features": "폭력적인 기질이 있으니 조심해야 하며, 부부간 갈등이 심할 수 있습니다."
  },
  "경신": {
    "personality": "경솔하고 유행을 잘 따르며, 욕심이 많아 둘째가라면 서러워하는 성격입니다. 원칙주의자로 군인정신을 강조합니다.",
    "features": "남자는 부인이 고생하거나 해로하지 못할 가능성이 있고, 여자는 자신의 성격을 받아주는 사람이 없어 어려움을 겪습니다."
  },
  "경자": {
    "personality": "머리가 좋고 강직한 성격을 지녔으며, 실력 이상으로 평가받습니다. 재주가 뛰어나고 순수한 성격이며, 인기도 많습니다.",
    "features": "냉정한 면이 있지만 이는 타인의 잘못을 바로잡으려는 성향 때문입니다. 여자는 미인이지만 고독한 운명을 지녔고, 남자는 의리가 있으며 모범적인 생활을 합니다."
  },
  "신묘": {
    "personality": "지성과 미의식이 있으며 내면에 강한 마음을 가지고 있지만 잘 살리지 못합니다. 자존심이 강하여 사귀기 어렵고, 삭막한 마음을 지니고 있습니다.",
    "features": "사주에서 형충을 만나면 포악해지고, 합을 만나면 다정해지며 시적 감각이 뛰어날 수 있습니다."
  },
  "신사": {
    "personality": "의혹과 시기가 쌓여 다소 뒤틀린 성격을 가지고 있으며, 냉정하고 음흉한 면이 있습니다. 판단력이 빠르지만 고민이 많은 성향입니다.",
    "features": "이익에 민감하며 절대 무리하지 않으며 언제나 합리적이고 착실하게 행동합니다."
  },
  "신미": {
    "personality": "소극적이면서도 적극적으로 나서기도 하는 상반된 성향을 가지고 있으며, 타인을 칭찬하지 않고 자기 주장에 빠져 있습니다.",
    "features": "허풍이 심해 신뢰하기 어렵고, 외관과 내면이 상반되는 경우가 많습니다."
  },
  "신유": {
    "personality": "자신을 세계의 중심으로 생각하며 자기중심적으로 행동합니다. 냉정하고 쌀쌀하며 판단력이 예리하고 정의감이 강합니다.",
    "features": "가족 간 불화가 잦으며, 사주에 따라 포악하거나 다정해질 수 있습니다. 남녀 모두 다치는 것을 주의해야 합니다."
  },
  "신해": {
    "personality": "겉보기에는 자유롭게 움직이는 것처럼 보이지만 실제로는 착실하고 이성적이며 중용을 지킵니다. 주관이 뚜렷하고 한 가지 일에 매진합니다.",
    "features": "항상 고민이 많고 우유부단하지만 일처리는 정확하며, 자기 스스로 고독을 자초하는 경우가 있습니다."
  },
  "신축": {
    "personality": "겉보기에는 순종적인 사람처럼 보이지만 훌륭한 행동력을 겸비하고 있습니다. 성격이 밖으로 드러나지 않으며 신중한 편입니다.",
    "features": "저축심이 강하고 인색한 면이 있으며, 겉으로는 착하게 보이나 이중적인 성격을 가지고 있습니다. 지적인 면을 내세우지만 다소 게으른 편입니다."
  },
  "임인": {
    "personality": "부드럽고 낙천적인 인생관을 지니고 있습니다. 성격이 급하고 화끈한 기질이 있으며 풍류를 좋아합니다. 지도력과 친화력이 있어 대인관계가 원만합니다.",
    "features": "남자는 인정이 많고 착해 타인에게 이용당하기 쉽고, 여자는 성격이 급해 조심할 필요가 있습니다."
  },
  "임진": {
    "personality": "자신감 있게 세상을 헤쳐 나가며 고집이 강합니다. 말주변이 좋아 남들을 설득하거나 속이기 쉽습니다.",
    "features": "성미가 급해 일을 그르치기 쉽고, 여자는 남자를 무시하는 성향이 있으며 남자는 생활력이 강합니다."
  },
  "임오": {
    "personality": "머리 회전이 빠르지만 사려가 깊지 않고, 친숙해지기 쉽지만 쉽게 헤어지는 성향을 지닙니다. 재치와 순발력이 뛰어납니다.",
    "features": "남자는 바람기 있는 여자를 만나기 쉽고, 여자는 음흉한 남자를 만날 가능성이 있습니다."
  },
  "임신": {
    "personality": "모든 일을 순조롭게 이끌어가는 적극적인 성격으로, 지혜가 출중하고 외모도 준수합니다. 솔선수범하며 리더십이 강합니다.",
    "features": "계획 없이 급하게 진행하는 것이 단점이며, 식사를 급하게 하여 자주 체할 수 있습니다. 여자는 인정이 많고, 사소한 일에도 눈물이 많습니다."
  },
  "임술": {
    "personality": "순풍에 돛을 단 사람처럼 남을 돕고 간섭하기를 좋아합니다. 고집이 세고 자존심이 강하며, 긍정과 부정이 강해 좋아하는 사람과 미워하는 사람이 확실히 구분됩니다.",
    "features": "운이 지나치게 강해 난처한 상황이 발생할 수 있으며, 타인과의 불화가 발생할 가능성이 있습니다."
  },
  "임자": {
    "personality": "강한 운을 지니고 있으며, 큰 호수처럼 이해심이 많고 속이 깊습니다. 화가 나면 물불을 가리지 않는 성향이 있습니다.",
    "features": "여자는 고독한 운명을 지니고 있으며, 남자는 강인한 성품과 추진력, 성공욕이 뛰어납니다."
  },
  "계묘": {
    "personality": "재치가 뛰어나고, 속된 일에 빠지기를 싫어하며 아름다움을 사랑합니다. 요령과 수단을 겸비한 팔방미인입니다.",
    "features": "인정이 많고 봉사심이 깊으며, 음식 솜씨도 뛰어나 가정에서 인정을 받습니다. 남자는 의지력이 약하고, 여자는 유혹에 약한 면이 있습니다."
  },
  "계사": {
    "personality": "어느 정도 능력을 비장하고 있으며, 독창성을 발휘하는 타입입니다. 원칙을 중시하고 올바른 성격을 지녔습니다.",
    "features": "이해타산을 따지다 보니 원성을 듣기 쉬우며, 여자는 음란한 경향이 있을 수 있고, 남자는 순리대로 살아가며 남의 일에 참견을 잘합니다."
  },
  "계유": {
    "personality": "조용히 인생을 살아가며, 자존심이 강하고 점잖은 척하지만 자주 성격이 바뀝니다. 미운 사람에 대한 증오심이 강해 정신 건강에 주의가 필요합니다.",
    "features": "항상 고민이 많아 우울증에 걸릴 위험이 있으며, 여자는 만족을 못하고 끊임없이 공부하려는 성향을 지녔고, 남자는 편한 일을 좋아합니다."
  },
  "계미": {
    "personality": "둥글둥글해 보이지만 두뇌가 치밀하며 권모술수를 사용하는 경향이 있습니다. 잔소리가 많고 말재주가 뛰어나며, 상대방을 의심하는 경우가 많습니다.",
    "features": "겉으로는 봉사심이 많고 욕심이 없는 척하지만, 실제로는 욕심이 많습니다. 사주에 합이 많으면 사교술이 뛰어납니다."
  },
  "계해": {
    "personality": "부드러워 보이지만 내면은 매우 강하고 천하를 취할 기개를 가지고 있습니다. 겉과 속이 달라 이익에 민감한 성향이 있습니다.",
    "features": "부부간 이별수가 있어 성실한 자세로 배우자를 대하는 것이 중요합니다. 수단과 방법을 가리지 않는 성격입니다."
  },
  "계축": {
    "personality": "겉으로는 음침하고 조용해 보이지만 내면은 그 반대입니다. 부지런하고 믿음이 있으며 합리적 사고를 지니고 공정합니다.",
    "features": "사주가 탁하면 호색하고 거짓된 인생을 살아갈 수 있으며, 사주에 충이 있으면 포악하거나 장애인이 될 수도 있습니다."
  }
}
