{
    "KorHeavenlySum": {
        "갑기": {
        "합": "천간합",
        "합화오행": "토",
        "명칭": "갑기합",
        "합화명칭": "갑기합화토",
        "해석": "갑기합(甲己合)은 '중정지합'으로, 분수를 지키고 마음이 넓어 타인과 다투지 않고 존경받는 성향을 나타냅니다. 그러나 드물게 자신의 의무를 지키지 않고 자기 이익만 생각하는 경우도 있습니다. 일간을 기준으로 갑일(甲日)이 합을 이룰 때는 신의가 있지만 지능이 부족하며, 기일(己日)이 합을 이룰 때는 신의가 부족하고 목소리가 탁하고 간사한 성향이 있습니다."
        },
        "을경": {
            "합": "천간합",
            "합화오행": "금",
            "명칭": "을경합",
            "합화명칭": "을경합화금",
            "해석": "을경합(乙庚合)은 '인의지합'으로, 다정다감하면서도 의리가 강하고 결단력과 용기가 있습니다. 지나치면 무모해지며, 매사를 쉽게 처리하려는 성향이 있습니다. 일간을 기준으로 을일(乙日)이 합을 이룰 때는 예의에 소홀하고 결단력이 부족하며 치아가 약하고, 경일(庚日)이 합을 이룰 때는 자비심이 없고 의로운 일만 강조하며 치아가 튼튼합니다."
        },
        "병신": {
            "합": "천간합",
            "합화오행": "수",
            "명칭": "병신합",
            "합화명칭": "병신합화수",
            "해석": "병신합(丙辛合)은 '위엄지합'으로, 강한 위엄을 가지고 있으나 내심은 냉정하고 이기적이며 뇌물을 좋아할 수 있습니다. 일간을 기준으로 병일(丙日)이 합을 이룰 때는 지혜가 뛰어나지만 호색에 빠지기 쉬우며, 신일(辛日)이 합을 이룰 때는 큰 포부가 없고 작은 것에 만족하는 경향이 있습니다."
        },
        "정임": {
            "합": "천간합",
            "합화오행": "목",
            "명칭": "정임합",
            "합화명칭": "정임합화목",
            "해석": "정임합(丁壬合)은 '음란지합'으로, 감정에 휩쓸리기 쉽고 청결함을 좋아하지만 동시에 색에 대한 유혹을 받기 쉽습니다. 일간을 기준으로 정일(丁日)이 합을 이룰 때는 소심하고 질투가 강하며, 임일(壬日)이 합을 이룰 때는 성격이 변덕스럽고 신의가 없을 수 있습니다."
        },
        "무계": {
            "합": "천간합",
            "합화오행": "화",
            "명칭": "무계합",
            "합화명칭": "무계합화화",
            "해석": "무계합(戊癸合)은 '무정지합'으로, 겉으로는 다정한 듯하나 내심은 냉정하고 무정한 성향을 보입니다. 일간을 기준으로 무일(戊日)이 합을 이룰 때는 총명하지만 감정 표현이 부족하고, 계일(癸日)이 합을 이룰 때는 지능이 낮고 시작만 있고 끝이 없는 경향을 보입니다."
        }
    },

    "KorEarthlySum": {
            "자축": {
                "합": "육합",
                "합화오행": "토",
                "명칭": "자축합",
                "합화명칭": "자축합화토",
                "해석": "자축합(子丑合)은 '지혜와 현실'을 상징하며, 자(子)와 축(丑)이 만나 조화를 이루면서 안정감과 신뢰를 만들어냅니다. 이 합은 실질적인 이익과 현실적인 성과를 중시하는 성향을 나타내며, 주변과의 신뢰 관계를 통해 안정된 성장을 도모하는 특성이 있습니다."
            },
            "인해": {
                "합": "육합",
                "합화오행": "목",
                "명칭": "인해합",
                "합화명칭": "인해합화목",
                "해석": "인해합(寅亥合)은 '도전과 창의'를 상징합니다. 인(寅)과 해(亥)가 만나면서 목(木)의 에너지가 활성화되어 창의력과 개척 정신이 강하게 나타납니다. 이 합을 가진 사람은 새로운 것을 시도하고 변화에 적응하는 능력이 뛰어나며, 모험적이고 진취적인 성향을 보일 수 있습니다."
            },
            "묘술": {
                "합": "육합",
                "합화오행": "화",
                "명칭": "묘술합",
                "합화명칭": "묘술합화화",
                "해석": "묘술합(卯戌合)은 '열정과 성취'를 상징합니다. 묘(卯)와 술(戌)이 만나 화(火)의 에너지가 생겨나며, 강한 열정과 목표를 향한 추진력이 나타납니다. 이 합을 가진 사람은 성취욕이 강하고 적극적으로 일에 임하며, 사회적 성공을 위해 노력하는 성향이 강합니다."
            },
            "진유": {
                "합": "육합",
                "합화오행": "금",
                "명칭": "진유합",
                "합화명칭": "진유합화금",
                "해석": "진유합(辰酉合)은 '결단력과 통찰력'을 상징합니다. 진(辰)과 유(酉)가 만나 금(金)의 에너지를 만들어내며, 냉철한 판단력과 결단력을 발휘하는 특성이 있습니다. 이 합을 가진 사람은 신중하고 현실적이며, 목표를 명확히 하고 이를 달성하기 위해 노력하는 성향이 강합니다."
            },
            "사신": {
                "합": "육합",
                "합화오행": "수",
                "명칭": "사신합",
                "합화명칭": "사신합화수",
                "해석": "사신합(巳申合)은 '지혜와 융통성'을 상징합니다. 사(巳)와 신(申)이 만나 수(水)의 에너지가 생겨나며, 유연한 사고와 지혜로운 선택을 중시하는 성향을 나타냅니다. 이 합을 가진 사람은 주변과 조화롭게 소통하고, 상황에 맞게 융통성 있게 대응하는 능력이 뛰어납니다."
            },
            "오미": {
                "합": "육합",
                "합화오행": "화",
                "명칭": "오미합",
                "합화명칭": "오미합화화",
                "해석": "오미합(午未合)은 '애정과 안정'을 상징합니다. 오(午)와 미(未)가 만나 화(火)의 에너지를 이루면서 따뜻한 애정과 감성을 중시하는 성향을 나타냅니다. 이 합을 가진 사람은 가정적이며 안정된 관계를 중요시하고, 사람들 간의 화합과 사랑을 중시합니다."
            },

            "인묘진": {
                    "합": "방합",
                    "합화오행": "목",
                    "명칭": "동방목국",
                    "합화명칭": "인묘진 목국",
                    "해석": "인묘진(寅卯辰) 방합은 '동방목국'으로, 목(木)의 에너지를 가지고 있어 성장과 발전, 새로운 시작을 의미합니다. 이 합은 생명력과 창의성, 개척 정신이 강하며, 새로운 일에 도전하고 발전하는 데 유리한 환경을 만들어 줍니다. 인묘진 방합이 있는 사람은 끈기와 인내심을 가지고 목표를 향해 나아가는 성향이 강하며, 특히 교육, 학문, 창의적인 분야에서 성과를 낼 가능성이 큽니다."
                },
                "사오미": {
                    "합": "방합",
                    "합화오행": "화",
                    "명칭": "남방화국",
                    "합화명칭": "사오미 화국",
                    "해석": "사오미(巳午未) 방합은 '남방화국'으로, 화(火)의 에너지를 가지고 있어 열정, 에너지, 강한 추진력을 상징합니다. 이 합은 따뜻하고 활기찬 성향으로 타인과의 교류가 활발하며, 사회적 성공과 명예를 추구하는 성향을 나타냅니다. 사오미 방합이 있는 사람은 적극적이고 리더십이 강하며, 목표를 이루기 위해 열정적으로 나아가는 경향이 있습니다."
                },
                "신유술": {
                    "합": "방합",
                    "합화오행": "금",
                    "명칭": "서방금국",
                    "합화명칭": "신유술 금국",
                    "해석": "신유술(申酉戌) 방합은 '서방금국'으로, 금(金)의 에너지를 가지고 있어 견고함, 결단력, 명확성을 상징합니다. 이 합은 안정적인 성향과 신중함을 나타내며, 계획을 세우고 목표를 이루는 데 매우 체계적입니다. 신유술 방합이 있는 사람은 신중하고 현실적이며, 타협하지 않는 의지와 결단력으로 목표를 달성하려는 경향이 있습니다."
                },
                "해자축": {
                    "합": "방합",
                    "합화오행": "수",
                    "명칭": "북방수국",
                    "합화명칭": "해자축 수국",
                    "해석": "해자축(亥子丑) 방합은 '북방수국'으로, 수(水)의 에너지를 가지고 있어 지혜와 융통성, 깊은 감정을 상징합니다. 이 합은 유연한 사고와 상황에 맞게 적응하는 능력이 뛰어나며, 감정적 교류와 내면의 성찰을 중요시합니다. 해자축 방합이 있는 사람은 감성적이고 직관이 강하며, 타인과 조화를 이루려는 성향이 있습니다."
                },


            "해묘미": {
                    "합": "삼합",
                    "합화오행": "목",
                    "명칭": "해묘미 목국",
                    "합화명칭": "해묘미 목국",
                    "해석": "해묘미(亥卯未) 삼합은 '목국(木局)'으로, 목(木)의 에너지를 강화하여 생명력, 성장, 창의성을 상징합니다. 이 합은 특히 새로운 도전을 하고 성장해 나가려는 강한 의지를 나타내며, 끈기와 인내로 목표를 이루고자 하는 성향을 보입니다. 해묘미 삼합이 있는 사람은 학문적 성취와 창조적 분야에서 큰 성과를 낼 가능성이 높으며, 타인과 협력하며 발전해 나가기를 좋아합니다."
                },
                "인오술": {
                    "합": "삼합",
                    "합화오행": "화",
                    "명칭": "인오술 화국",
                    "합화명칭": "인오술 화국",
                    "해석": "인오술(寅午戌) 삼합은 '화국(火局)'으로, 화(火)의 에너지를 강화하여 열정, 활력, 리더십을 상징합니다. 이 합은 강한 추진력과 목표를 향한 끊임없는 열망을 나타내며, 사회적 성공과 명예를 추구하는 성향이 두드러집니다. 인오술 삼합이 있는 사람은 적극적이고 리더십이 강하며, 주변을 이끌고 주도적으로 나아가는 경향이 있습니다."
                },
                "사유축": {
                    "합": "삼합",
                    "합화오행": "금",
                    "명칭": "사유축 금국",
                    "합화명칭": "사유축 금국",
                    "해석": "사유축(巳酉丑) 삼합은 '금국(金局)'으로, 금(金)의 에너지를 강화하여 견고함, 결단력, 현실성을 상징합니다. 이 합은 신중하고 안정적인 성향을 나타내며, 계획을 철저히 세우고 결단력 있게 목표를 이루어가는 경향이 있습니다. 사유축 삼합이 있는 사람은 현실적이고 신중하며, 삶의 모든 면에서 체계적이고 계획적으로 움직이려는 특징이 있습니다."
                },
                "신자진": {
                    "합": "삼합",
                    "합화오행": "수",
                    "명칭": "신자진 수국",
                    "합화명칭": "신자진 수국",
                    "해석": "신자진(申子辰) 삼합은 '수국(水局)'으로, 수(水)의 에너지를 강화하여 지혜, 유연성, 감수성을 상징합니다. 이 합은 융통성 있고 유연한 사고를 나타내며, 상황에 맞게 적응하고 변화할 수 있는 능력이 뛰어납니다. 신자진 삼합이 있는 사람은 감정이 깊고 내면이 풍부하며, 타인과의 소통을 중시하며 조화를 이루려는 성향이 강합니다."
                },

             "해묘": {
                    "합": "반합",
                    "합화오행": "목",
                    "명칭": "해묘합",
                    "합화명칭": "해묘합화목",
                    "해석": "해묘합(亥卯)은 반합으로 목(木)의 성질을 강화하여 성장과 창의성, 새로운 도전을 나타냅니다. 이 반합은 주로 잠재력의 발현과 개척 정신을 강조하며, 새로운 아이디어를 발전시키는 데 유리한 환경을 제공합니다. 해묘합이 있는 사람은 창의적이고 진취적인 성향이 강하며, 새로운 기회를 추구하고 이를 통해 성장하려는 경향이 있습니다."
                },
                "묘미": {
                    "합": "반합",
                    "합화오행": "목",
                    "명칭": "묘미합",
                    "합화명칭": "묘미합화목",
                    "해석": "묘미합(卯未)은 반합으로 목(木)의 성질을 강화하여 조화와 협력, 친화력을 상징합니다. 이 합은 주변과 잘 어울리고 관계를 통해 성장을 도모하는 성향을 나타냅니다. 묘미합이 있는 사람은 사람들과 조화롭게 어울리며 성장하는 것을 중시하고, 인간관계에서의 안정과 발전을 추구합니다."
                },
                "인오": {
                    "합": "반합",
                    "합화오행": "화",
                    "명칭": "인오합",
                    "합화명칭": "인오합화화",
                    "해석": "인오합(寅午)은 반합으로 화(火)의 성질을 강화하여 열정, 추진력, 리더십을 상징합니다. 이 반합은 적극적이고 활발한 에너지를 나타내며, 목표를 위해 열정적으로 노력하는 성향이 강합니다. 인오합이 있는 사람은 주변을 이끌고 목표를 달성하기 위해 앞장서는 성향이 있습니다."
                },
                "오술": {
                    "합": "반합",
                    "합화오행": "화",
                    "명칭": "오술합",
                    "합화명칭": "오술합화화",
                    "해석": "오술합(午戌)은 반합으로 화(火)의 성질을 강화하여 강한 의지와 충성심, 신념을 상징합니다. 이 합은 자신의 목표를 위해 헌신하는 성향을 나타내며, 성실하고 충직하게 자신의 역할을 다하려는 경향이 있습니다. 오술합이 있는 사람은 신념을 가지고 꾸준히 노력하며 성공을 추구합니다."
                },
                "사유": {
                    "합": "반합",
                    "합화오행": "금",
                    "명칭": "사유합",
                    "합화명칭": "사유합화금",
                    "해석": "사유합(巳酉)은 반합으로 금(金)의 성질을 강화하여 결단력, 신중함, 현실적 판단을 상징합니다. 이 반합은 상황을 신중하게 분석하고 현명하게 결단을 내리는 성향을 나타냅니다. 사유합이 있는 사람은 현실적이고 명확한 판단력을 바탕으로 목표를 달성하려는 경향이 있습니다."
                },
                "유축": {
                    "합": "반합",
                    "합화오행": "금",
                    "명칭": "유축합",
                    "합화명칭": "유축합화금",
                    "해석": "유축합(酉丑)은 반합으로 금(金)의 성질을 강화하여 안정과 신뢰, 견고함을 상징합니다. 이 합은 주변과의 관계에서 신뢰를 중요시하며, 안정된 기반을 바탕으로 점진적인 성장을 도모하는 성향을 나타냅니다. 유축합이 있는 사람은 주변과의 신뢰 관계를 중요시하고, 꾸준히 목표를 추구하는 성향이 강합니다."
                },
                "신자": {
                    "합": "반합",
                    "합화오행": "수",
                    "명칭": "신자합",
                    "합화명칭": "신자합화수",
                    "해석": "신자합(申子)은 반합으로 수(水)의 성질을 강화하여 지혜와 융통성, 직관력을 상징합니다. 이 반합은 유연한 사고와 지혜로운 결정을 내리는 성향을 나타내며, 타인과의 소통에서도 큰 장점을 보입니다. 신자합이 있는 사람은 융통성 있고 상황에 맞게 유연하게 대처하는 성향이 있습니다."
                },
                "자진": {
                    "합": "반합",
                    "합화오행": "수",
                    "명칭": "자진합",
                    "합화명칭": "자진합화수",
                    "해석": "자진합(子辰)은 반합으로 수(水)의 성질을 강화하여 감성적 깊이와 내면의 성찰을 상징합니다. 이 합은 감정적으로 풍부하고 타인과의 깊은 교류를 중시하며, 삶의 의미에 대해 깊이 생각하는 성향을 나타냅니다. 자진합이 있는 사람은 감정적으로 깊이 있고, 조화를 중시하는 성향이 강합니다."
                },


                "해미": {
                        "합": "가합",
                        "합화오행": "목",
                        "명칭": "해미합",
                        "합화명칭": "해미합화목",
                        "해석": "해미합(亥未)은 가합으로 목(木)의 성질을 강화하여 부드러운 성장과 조화로움을 상징합니다. 이 합은 자연스러운 조화와 협력을 통해 성장하는 성향을 나타내며, 주변 환경과 함께 발전하려는 경향이 강합니다. 해미합이 있는 사람은 온화하고 협력적인 성격으로, 대인관계에서 유연하게 조화를 이루는 데 능숙합니다."
                    },
                    "인술": {
                        "합": "가합",
                        "합화오행": "화",
                        "명칭": "인술합",
                        "합화명칭": "인술합화화",
                        "해석": "인술합(寅戌)은 가합으로 화(火)의 성질을 강화하여 강한 의지와 열정을 상징합니다. 이 합은 자신이 믿는 바를 위해 열정적으로 노력하며, 도전과 성취를 중요시하는 성향이 나타납니다. 인술합이 있는 사람은 신념이 강하고 추진력이 뛰어나며, 주어진 목표를 향해 열정적으로 나아가는 성향이 있습니다."
                    },
                    "사축": {
                        "합": "가합",
                        "합화오행": "금",
                        "명칭": "사축합",
                        "합화명칭": "사축합화금",
                        "해석": "사축합(巳丑)은 가합으로 금(金)의 성질을 강화하여 견고함과 신뢰, 끈기를 상징합니다. 이 합은 꾸준히 목표를 추구하고, 실질적인 성과를 이루려는 성향을 나타냅니다. 사축합이 있는 사람은 신중하고 안정적이며, 자신이 맡은 일을 끝까지 책임지고 완수하려는 성향이 강합니다."
                    },
                    "신진": {
                        "합": "가합",
                        "합화오행": "수",
                        "명칭": "신진합",
                        "합화명칭": "신진합화수",
                        "해석": "신진합(申辰)은 가합으로 수(水)의 성질을 강화하여 지혜와 유연성, 순응적 성향을 상징합니다. 이 합은 주변 환경에 적응하면서도 깊이 있는 사고와 감수성을 중시하는 경향이 나타납니다. 신진합이 있는 사람은 융통성 있고 지혜롭게 상황을 판단하며, 다른 사람들과 조화를 이루는 데 능숙합니다."
                    },

                    "자술": {
                            "합": "암합",
                            "합화오행": "화",
                            "명칭": "자술합",
                            "합화명칭": "자술합화화",
                            "해석": "자술합(子戌)은 암합으로 화(火)의 성질을 강화하여 은밀한 열정과 숨겨진 의지를 상징합니다. 자(子)와 술(戌)이 만나 겉으로 드러나지 않는 열정을 내포하며, 조용히 목표를 달성하려는 성향이 강합니다. 자술합이 있는 사람은 은밀하게 자신의 뜻을 이루고자 하는 의지가 있으며, 내면의 에너지를 활용하여 꾸준히 나아가는 성향이 있습니다."
                        },
                        "축인": {
                            "합": "암합",
                            "합화오행": "토",
                            "명칭": "축인합",
                            "합화명칭": "축인합화토",
                            "해석": "축인합(丑寅)은 암합으로 토(土)의 성질을 강화하여 은밀한 인내와 꾸준한 발전을 상징합니다. 이 합은 내면의 강한 끈기와 성실함을 가지고 있으며, 겉으로는 드러나지 않지만 지속적인 성장을 추구하는 성향이 있습니다. 축인합이 있는 사람은 조용히 자신의 목표를 이루고자 하며, 성실하게 노력하는 특성을 보입니다."
                        },
                        "인미": {
                            "합": "암합",
                            "합화오행": "토",
                            "명칭": "인미합",
                            "합화명칭": "인미합화토",
                            "해석": "인미합(寅未)은 암합으로 토(土)의 성질을 강화하여 은밀한 결속과 인내를 상징합니다. 인(寅)과 미(未)는 겉으로 드러나지 않지만 내적으로 단단히 결속되어 있으며, 장기적으로 성과를 이루려는 성향이 있습니다. 인미합이 있는 사람은 신뢰를 바탕으로 조용히 자신의 길을 가고자 하는 성향을 보입니다."
                        },
                        "묘신": {
                            "합": "암합",
                            "합화오행": "금",
                            "명칭": "묘신합",
                            "합화명칭": "묘신합화금",
                            "해석": "묘신합(卯申)은 암합으로 금(金)의 성질을 강화하여 은밀한 결단력과 자제력을 상징합니다. 묘(卯)와 신(申)은 겉으로 드러나지 않지만 내면의 결단력과 신중함을 가지고 있으며, 필요할 때 확실한 결정을 내리는 성향이 있습니다. 묘신합이 있는 사람은 내면의 신중함을 통해 목표를 차분히 달성하려는 경향이 있습니다."
                        },
                        "오해": {
                            "합": "암합",
                            "합화오행": "목",
                            "명칭": "오해합",
                            "합화명칭": "오해합화목",
                            "해석": "오해합(午亥)은 암합으로 목(木)의 성질을 강화하여 은밀한 성장과 조화로움을 상징합니다. 오(午)와 해(亥)는 겉으로 드러나지 않는 성장과 변화를 추구하며, 내적으로 꾸준히 발전하는 성향을 나타냅니다. 오해합이 있는 사람은 조용하게 자신의 성장을 추구하고, 타인과의 관계에서 조화를 중요시합니다."
                        }
    }


}
