{
    "card_definition": {
        "idx": 20,
        "name": "The Sun",
        "description": "The Sun(태양)은 성공, 기쁨, 그리고 명확함을 상징한다. 이 카드는 모든 것이 밝아지고, 긍정적인 방향으로 나아가고 있음을 의미한다. 태양은 삶에 따뜻함과 활력을 불어넣으며, 너의 목표가 실현될 것이라는 희망을 준다. 너는 성공의 문턱에 서 있으며, 모든 노력이 결실을 맺고 있다.\n\n이 카드는 너에게 기쁨을 누리고, 성취를 축하할 시간임을 말해준다. 그동안의 노고와 어려움을 극복한 너에게 태양은 보상을 약속하며, 너의 삶에 밝은 미래를 예고하고 있다."
    },
    "interpretations": [
        {
            "idx": 20,
            "type": 0,
            "direction": "Reverse",
            "interpretation": "과거에 너는 밝은 기운과 긍정적인 에너지를 충분히 얻지 못했거나, 삶의 밝은 면을 제대로 보지 못했을 가능성이 있다. 그로 인해 기쁨과 성공의 순간을 놓쳤을지도 모른다. 어둠 속에서 희망을 찾지 못한 때도 있었겠지만, 이 경험은 너에게 긍정적인 시각을 되찾는 것이 얼마나 중요한지 가르쳐 주었다. 이 과거의 경험은 지금 너에게 더 나은 기회를 제공할 것이다."
        },
        {
            "idx": 20,
            "type": 1,
            "direction": "Reverse",
            "interpretation": "현재, 너는 삶에서 긍정적인 기운을 잃고 있다. 목표를 이루기 위한 과정에서 어려움이 있을 수 있으며, 그로 인해 너의 시각이 어두워질 수 있다. 그러나 이 카드는 너에게 지금이야말로 시각을 전환해야 할 시기임을 상기시켜 준다. 태양의 따뜻함을 다시 느끼고, 그 에너지를 통해 너의 길을 다시 환하게 밝혀야 한다. 앞으로 나아가면서 긍정적인 마인드로 어려움을 극복해 나가야 한다."
        },
        {
            "idx": 20,
            "type": 2,
            "direction": "Reverse",
            "interpretation": "미래에는 밝은 순간이 다가오지만, 그 순간을 지나칠 위험이 있다. 너는 기회를 놓칠 수도 있지만, 태양이 너를 이끌어 주고 있다는 사실을 기억해야 한다. 다시 그 빛을 찾아내고, 어려움이 다가올 때에도 긍정적인 에너지를 유지한다면, 너는 분명히 밝은 결과를 맞이할 것이다. 중요한 것은 그 기회를 놓치지 않는 것이며, 태양의 힘을 받아들여야 한다는 것이다."
        },
        {
            "idx": 20,
            "type": 0,
            "direction": "Forward",
            "interpretation": "과거에 너는 성공과 기쁨을 얻었으며, 그로 인해 더 큰 자신감과 긍정적인 에너지를 얻었다. 이 경험은 너에게 더 큰 성취를 가능하게 했고, 너를 더욱 빛나게 만들었다. 그때의 경험은 너의 인생에 중요한 전환점이었으며, 그것이 오늘날 너의 기반이 되었다. 이 성공의 기억은 앞으로 너의 인생에서도 큰 힘이 될 것이다."
        },
        {
            "idx": 20,
            "type": 1,
            "direction": "Forward",
            "interpretation": "현재 너는 성공과 기쁨의 순간에 서 있다. 태양은 너의 앞길을 환하게 밝혀주고 있으며, 지금은 너의 성취를 누리고 감사할 시간이다. 지금의 성공은 단순한 결과가 아닌, 너의 노력과 헌신의 결실이다. 이 순간을 온전히 즐기고, 앞으로 더 밝은 미래를 위해 준비할 때이다. 너는 이 길에서 모든 것을 이룰 수 있는 힘을 가지고 있다."
        },
        {
            "idx": 20,
            "type": 2,
            "direction": "Forward",
            "interpretation": "미래에는 더 큰 성공과 기쁨이 너를 기다리고 있다. 너의 길은 지금까지 걸어온 과정의 연장선으로, 더 높은 곳에 도달할 준비가 되어 있다. 이 성취는 네가 지금까지 쌓아온 노력과 긍정적인 태도 덕분에 이루어질 것이다. 태양은 네가 걸어갈 길을 계속해서 밝게 비춰줄 것이며, 너는 그 빛 아래서 모든 것을 조화롭게 이룰 수 있을 것이다."
        }
    ]
}
