{
    "card_definition": {
        "idx": 27,
        "name": "Five of Cups",
        "description": "Five of Cups(컵의 5)는 상실감과 후회를 상징한단다. 비가 내리는 쓸쓸한 풍경 속에서 두 개의 잔이 뒤집혀 있고, 너의 손에는 단 하나의 잔만 남아 있구나. 나머지 두 개의 잔은 이미 멀리 사라져 버렸지만, 그 잔들은 너의 실수와 아픔을 나타내고 있단다. 과거의 실수와 상실감이 너의 마음을 짓누르고 있지만, 남아 있는 한 잔은 여전히 너에게 새로운 기회를 줄 수 있음을 잊지 말아야 한다.\n\n이 카드는 너에게 과거의 아픔에 집착하지 말고, 여전히 남아 있는 기회를 붙잡으라는 메시지를 전한다. 지금은 상실을 극복하고 새로운 시작을 준비할 때다. 아직 남아 있는 잔의 의미를 되새기며, 너의 삶에 다시 희망을 불어넣도록 하여라."
    },
    "interpretations": [
        {
            "idx": 27,
            "type": 0,
            "direction": "Reverse",
            "interpretation": "과거의 상처에서 벗어나기 시작했고, 새로운 시작을 준비할 수 있는 힘을 얻었구나. 잃어버린 것에 대한 아쉬움을 뒤로하고, 이제는 앞을 향해 나아갈 준비가 되어 있단다. 마음속 깊이 자리 잡은 상처를 극복할 수 있을 것이란다."
        },
        {
            "idx": 27,
            "type": 1,
            "direction": "Reverse",
            "interpretation": "현재 슬픔과 상실감에 휩싸여 있지만, 그 속에서도 다시 일어설 힘을 가지고 있단다. 주변 사람들의 도움을 받아 새로운 희망을 찾을 수 있을 것이며, 과거의 아픔을 딛고 일어설 기회가 생길 것이란다."
        },
        {
            "idx": 27,
            "type": 2,
            "direction": "Reverse",
            "interpretation": "미래에는 더욱 큰 행복과 기쁨을 찾을 수 있을 것이다. 과거의 상처를 딛고 일어서서, 새로운 삶을 시작할 기회가 너에게 다가올 것이란다. 용기를 내어 앞으로 나아간다면, 행복은 반드시 너를 찾아올 것이다."
        },
        {
            "idx": 27,
            "type": 0,
            "direction": "Forward",
            "interpretation": "과거의 상실감에 깊이 빠져 헤어나오지 못하고 있구나. 잃어버린 것에 대한 후회와 아쉬움이 너를 붙잡고 있어서, 현재의 소중한 순간을 놓치고 있단다. 과거에 집착하지 않고, 현재에 집중하는 것이 너에게 중요하다."
        },
        {
            "idx": 27,
            "type": 1,
            "direction": "Forward",
            "interpretation": "현재 너는 큰 슬픔과 상실감 속에 있지만, 이는 너를 성장시키는 중요한 기회가 될 것이다. 슬픔 속에서 자신을 단련하고, 더 강한 사람으로 거듭날 수 있을 것이다. 지금의 고통이 나중에는 너에게 큰 힘이 될 것이다."
        },
        {
            "idx": 27,
            "type": 2,
            "direction": "Forward",
            "interpretation": "미래에는 예상치 못한 큰 슬픔이 찾아올 수 있단다. 하지만 너는 그것을 이겨낼 수 있는 강한 내면을 가지고 있다. 슬픔을 견뎌내며, 너는 더욱 단단해지고 강한 사람이 될 것이다."
        }
    ]
}
