{
    "card_definition": {
        "idx": 33,
        "name": "King of Cups",
        "description": "King of Cups(컵의 왕)은 감정의 세계를 깊이 이해하고 그 파도를 조용히 다스리는 영적인 스승을 상징한다. 그는 고요한 호수를 배경으로 명상에 잠겨 있으며, 손에 든 컵을 바라보는 눈빛에는 깊은 평온과 무한한 지혜가 담겨 있단다. 이 왕은 감정적으로 균형 잡힌 존재로, 자신의 감정뿐만 아니라 다른 이들의 감정을 깊이 이해하고 조율하는 능력을 가지고 있지.\n\n이 카드는 너에게 감정의 힘을 다스리고, 그 힘을 통해 자신과 주변 사람들에게 평온을 가져다주라는 메시지를 전한다. 지금은 네 감정을 조용히 다스리며, 내면의 지혜를 통해 더 큰 평온과 이해를 얻어야 할 때다. 왕의 침착함을 가지고, 감정의 깊이를 탐구하고 다른 사람들을 이끌어 줄 수 있는 리더가 되어 보아라."
    },
    "interpretations": [
        {
            "idx": 33,
            "type": 0,
            "direction": "Reverse",
            "interpretation": "과거에 너는 깊은 감정적인 상처를 입고, 그로 인해 마음을 닫아버렸구나. 다른 사람들과의 관계를 형성하는 데 어려움을 겪고, 신뢰를 잃었단다. 이제는 마음을 열고, 타인에게 다시 다가가며 신뢰를 쌓는 것이 중요하단다. 그 과정에서 너도 치유될 수 있을 것이다."
        },
        {
            "idx": 33,
            "type": 1,
            "direction": "Reverse",
            "interpretation": "현재 너는 감정의 기복이 심하고, 마음이 불안정하구나. 마음속에서 일어나는 폭풍을 다스리지 못해 불안감에 휩싸여 있단다. 감정을 조절하는 법을 배우고, 내면의 평온을 찾는 것이 중요하다. 그러면 다시 중심을 잡을 수 있을 것이다."
        },
        {
            "idx": 33,
            "type": 2,
            "direction": "Reverse",
            "interpretation": "미래에 감정적인 문제로 큰 어려움을 겪을 수 있단다. 하지만 그때는 두려워하지 말고, 네 감정을 솔직히 표현하고, 타인과 소통하려고 노력해라. 그렇게 하면 감정의 상처를 치유하고 더 강해질 수 있을 것이다."
        },
        {
            "idx": 33,
            "type": 0,
            "direction": "Forward",
            "interpretation": "과거의 상처를 극복하고 감정적으로 성숙해졌구나. 이제는 다른 사람들의 감정을 깊이 이해하고, 그들과 공감하는 능력이 탁월하단다. 네가 가진 그 따뜻한 마음으로 다른 사람들에게 위로와 힘을 줄 수 있을 것이다."
        },
        {
            "idx": 33,
            "type": 1,
            "direction": "Forward",
            "interpretation": "현재 너는 감정적으로 안정되어 있고, 마음의 평온을 유지하고 있구나. 감정의 파도에 휩쓸리지 않고, 스스로를 다스리는 법을 터득했단다. 다른 이들에게도 따뜻한 조언과 위로를 전해주며, 그들을 돕고 있구나."
        },
        {
            "idx": 33,
            "type": 2,
            "direction": "Forward",
            "interpretation": "미래에 너는 더욱 깊은 영적 성장을 이루고, 더 큰 지혜를 얻게 될 것이란다. 내면을 깊이 탐구하고, 영적인 여정을 걸어가며 더욱 성숙한 자신을 발견할 수 있을 것이다. 그 길은 너에게 큰 평온을 선물할 것이다."
        }
    ]
}
