{
    "card_definition": {
        "idx": 36,
        "name": "Queen of Cups",
        "description": "Queen of Cups(컵의 여왕)는 감정의 깊이와 내면의 평온을 상징하며, 다른 사람들에게 따뜻한 위로와 사랑을 전하는 존재를 나타낸다. 그녀는 감정의 세계를 탐험하고, 그 여정에서 깊은 공감과 이해를 쌓아왔다. 이 여왕은 연민과 헌신으로 다른 사람의 아픔을 보듬어주며, 감정적인 지혜와 안정성을 제공한다.\n\n이 카드는 너에게 감정적인 안정과 사랑을 상징하며, 다른 사람을 이해하고 돌보는 능력을 강화하라는 메시지를 전달한다. 지금은 내면의 감정에 귀를 기울이고, 그 감정을 통해 주변 사람들에게도 따뜻한 사랑을 전해줄 때이다. 네가 가지고 있는 감정적 힘을 믿고, 그것을 통해 더 큰 사랑과 공감을 나누어 보아라."
   },
    "interpretations": [
        {
            "idx": 36,
            "type": 0,
            "direction": "Reverse",
            "interpretation": "과거에 너는 사랑에 상처를 입고, 그 상처로 인해 마음을 닫아버렸구나. 다른 사람과 관계를 맺는 데 어려움을 겪고 있지만, 이제는 그 상처를 치유하고 다시 마음을 열어야 할 때란다. 새로운 사랑이 너에게 다가올 것이니, 그 사랑을 받아들이고 치유될 수 있단다."
        },
        {
            "idx": 36,
            "type": 1,
            "direction": "Reverse",
            "interpretation": "현재 너는 감정적인 혼란에 빠져 있구나. 감정이 불안정하고 마음이 흔들리고 있지만, 이 시기를 지나면서 감정을 다스리고 마음을 평온하게 유지하는 것이 중요하다. 평정심을 찾으면, 다시 안정된 상태로 돌아갈 수 있을 것이다."
        },
        {
            "idx": 36,
            "type": 2,
            "direction": "Reverse",
            "interpretation": "미래에 감정적인 문제로 어려움을 겪을 수 있단다. 하지만 그때는 자신의 감정을 솔직하게 표현하고, 타인과 소통하려는 노력이 필요하다. 그러면 그 문제는 해결될 수 있을 것이고, 너는 더욱 강해질 것이다."
        },
        {
            "idx": 36,
            "type": 0,
            "direction": "Forward",
            "interpretation": "과거의 상처를 극복하고, 이제는 감정적으로 성숙해졌구나. 너는 다른 사람들의 감정을 깊이 이해하고, 그들의 아픔을 공감할 수 있는 능력을 가지고 있단다. 이 능력은 너를 더욱 따뜻하고 사랑이 넘치는 존재로 만들어 줄 것이다."
        },
        {
            "idx": 36,
            "type": 1,
            "direction": "Forward",
            "interpretation": "현재 너는 감정적으로 안정되어 있고, 마음의 평온을 유지하고 있구나. 다른 사람들에게 따뜻한 위로와 조언을 해줄 수 있으며, 너의 존재가 그들에게 큰 힘이 되고 있단다."
        },
        {
            "idx": 36,
            "type": 2,
            "direction": "Forward",
            "interpretation": "미래에 너는 영적인 성장을 이루고, 더 깊은 지혜를 얻게 될 것이다. 너의 내면을 탐구하고, 그 과정에서 얻은 지혜는 너를 더욱 성숙하고 강한 존재로 만들어 줄 것이다. 그 길을 따라가며 더 큰 평온과 영적인 성취를 이루도록 하렴."
        }
    ]
}
