{
    "card_definition": {
        "idx": 7,
        "name": "The Lovers",
        "description": "The Lovers(연인) 카드는 사랑, 관계, 그리고 선택을 상징한다. 이는 단순한 연애 관계를 넘어서, 인생에서 중요한 결정을 내려야 할 시기를 나타내기도 한다. 연인 카드는 조화와 균형을 추구하며, 두 사람의 결합뿐만 아니라 내면의 갈등을 조화롭게 해결하는 의미도 담고 있다.\n\n이 카드는 너에게 내면의 진실과 조화를 찾아야 할 시기를 의미하며, 선택과 결정에 있어 감정과 이성을 균형 있게 고려해야 함을 상기시켜 준다. 또한, 너의 삶에서 중요한 관계가 더욱 깊어지고, 이를 통해 성장과 깨달음을 얻을 수 있음을 상징한다."
    },
    "interpretations": [
        {
            "idx": 7,
            "type": 0,
            "direction": "Reverse",
            "interpretation": "과거에 너는 관계나 선택에서 어려움을 겪었을 수 있다. 잘못된 선택이나 오해로 인해 사랑과 신뢰가 깨졌거나, 중요한 관계가 불화로 이어졌을지도 모른다. 이 카드는 그때의 경험을 되돌아보고, 앞으로 더 신중한 결정을 내리도록 상기시켜 준다."
        },
        {
            "idx": 7,
            "type": 1,
            "direction": "Reverse",
            "interpretation": "현재, 너는 중요한 관계에서 혼란을 겪고 있거나, 감정적인 불안을 느끼고 있다. 상대방과의 소통이 원활하지 않으며, 서로의 감정이 잘 전달되지 않고 있다. 이 시기에 내리는 결정은 신중해야 하며, 서로의 진정한 마음을 이해하기 위해 노력해야 한다."
        },
        {
            "idx": 7,
            "type": 2,
            "direction": "Reverse",
            "interpretation": "미래에 너는 중요한 결정을 내리게 될 것이며, 그 결정이 관계에 큰 영향을 미칠 수 있다. 감정에 치우치지 않고 이성을 유지해야 하며, 선택의 무게를 깊이 이해해야 한다. 이 카드는 네가 잘못된 선택을 피할 수 있도록 신중하게 생각하라고 경고하고 있다."
        },
        {
            "idx": 7,
            "type": 0,
            "direction": "Forward",
            "interpretation": "과거에 너는 중요한 결정을 내렸고, 그 결정은 너의 인생에 긍정적인 영향을 미쳤다. 너는 사랑과 신뢰를 바탕으로 중요한 관계를 형성했으며, 그 경험은 너를 더욱 성장하게 만들었다."
        },
        {
            "idx": 7,
            "type": 1,
            "direction": "Forward",
            "interpretation": "현재, 너는 중요한 관계에서 사랑과 조화를 경험하고 있다. 너는 상대방과의 관계에서 상호 존중과 신뢰를 느끼며, 이를 통해 더욱 깊은 연결을 맺고 있다. 이 시기는 너에게 큰 기쁨과 안정감을 가져다줄 것이다."
        },
        {
            "idx": 7,
            "type": 2,
            "direction": "Forward",
            "interpretation": "미래에는 더 큰 사랑과 조화가 너를 기다리고 있다. 너는 중요한 관계에서 신뢰와 헌신을 통해 더 깊은 유대를 형성하게 될 것이다. 이 카드는 너에게 선택의 중요성을 상기시키며, 진정한 사랑과 성장을 경험할 수 있는 기회를 제공할 것이다."
        }
    ]
}
