{
    "card_definition": {
        "idx": 9,
        "name": "Strength",
        "description": "Strength(힘)의 카드는 네 안에 잠들어 있는 강인한 정신력과 내면의 용기를 상징한단다. 이 카드는 외부의 강한 힘보다는 스스로를 다스리고 통제하는 힘을 강조하지. 네가 직면한 상황이 얼마나 어렵든, 그 모든 것을 이겨낼 수 있는 힘이 너 안에 있음을 기억해야 해. 이 카드는 너에게 자신의 능력을 믿고, 두려움에 굴복하지 않도록 상기시켜 주는 거야. 네가 어떤 고난과 유혹에 맞서더라도, 그 모든 것을 극복할 힘이 있다는 걸 말해주지.\n\n이 카드의 에너지는 태양과 연결되어 있으며, 그 열정과 에너지는 사자자리의 용맹한 영혼을 품고 있어. 불의 요소가 이 카드에 담겨 있으며, 그것은 너의 강력한 의지와 결단력을 상징하지. 또한, 태양신경총 차크라를 통해 너의 자신감과 힘을 끌어내는 데 도움을 줄 수 있단다. 이 카드는 '예'라는 강력한 답을 줄 수 있는 카드로, 네가 맞닥뜨린 어떤 장애물도 반드시 극복할 수 있을 것이라는 걸 알려주지. 기억하거라, 진정한 힘은 난폭한 힘이 아니라 부드러움, 온유함, 그리고 회복력에서 나오는 것이야. 그것이 네가 가진 힘이니, 그 힘을 받아들이고 모든 도전을 기회로 바꾸렴.\n\n카드에 등장하는 여성이 사자를 부드럽고 자신감 있게 길들이는 모습은, 너도 그와 같이 모든 도전과 두려움을 이겨낼 수 있음을 상징해. 그 여인의 흰 드레스는 순수한 의지를, 그녀의 지배력 아래 있는 사자는 네가 가진 내면의 힘을 의미하지. 그녀는 거칠게 사자를 다루는 대신, 사랑과 연민으로 사자를 길들이고 있단다. 너도 인생의 어려움 속에서 두려움을 온유함과 침착함으로 다스릴 수 있음을 기억해야 해. 그 안에 진정한 힘이 있단다."
    },
    "interpretations": [
        {
            "idx": 9,
            "type": 0,
            "direction": "Reverse",
            "interpretation": "오, 과거로 돌아가보자. 네가 마주한 시간 속에서 자신감은 무너졌고, 네 안의 용기는 그저 작은 불씨처럼 꺼져가고 있었구나. 그때 너는 자신을 믿지 못했고, 스스로의 힘을 의심하던 시절이 있었어. 네가 가진 힘은 그때 흐려져 있었고, 많은 기회를 두려움과 불안감 속에서 놓쳤지. 네가 이룰 수 있었던 것들은 손끝에서 스르르 빠져나갔고, 그 자리에 남은 것은 후회와 실망이었을 거야. 하지만 기억하거라, 그것은 네가 강해질 기회를 주기 위한 경험이었다는 것을. 그 시간이 너에게 아픔을 주었을지라도, 결국 네가 더 강해지도록 만든 소중한 과정이었음을 잊지 마."
        },
        {
            "idx": 9,
            "type": 1,
            "direction": "Reverse",
            "interpretation": "지금 이 순간, 너는 스스로의 힘을 믿지 못하고 있구나. 내면의 두려움이 너를 사로잡고 있고, 그 불안이 너의 결정을 가로막고 있단다. 중요한 결정을 앞두고 있지만, 네 안의 불안감과 자신감 부족이 너를 흔들고 있어. 이 감정은 마치 폭풍처럼, 네 마음속에서 소용돌이를 일으키고 있지. 지금은 그 폭풍 속에서 침착함을 찾아야 할 때야. 두려움에 굴복하지 않고, 네가 가진 진정한 힘을 되찾아야 해. 그렇지 않으면, 중요한 기회를 놓칠 뿐만 아니라 더 큰 고통을 맞이하게 될 수도 있어. 용기를 내어라, 지금이야말로 네 힘을 깨워야 할 순간이란다."
        },
        {
            "idx": 9,
            "type": 2,
            "direction": "Reverse",
            "interpretation": "미래를 보자. 앞에 놓인 길이 결코 쉽지는 않을 거야. 너는 감정적으로 더 큰 도전에 직면하게 될 것이고, 그 순간에 스스로의 통제력을 잃을 위험이 있단다. 네가 그동안 쌓아온 힘과 용기가 무너져내릴 수 있음을 경고하고 있어. 그러나 두려워하지 마. 이 카드는 너에게 경고하는 동시에, 네가 그 힘을 다시 되찾을 수 있다는 희망을 주는 거야. 지금부터라도 스스로를 준비시키고, 내면의 힘을 다시 회복하는 데 집중해야 해. 그렇지 않으면, 네가 직면할 도전들은 더 큰 고통으로 다가올 수 있단다. 힘을 잃지 말고, 두려움에 맞서 싸워라."
        },
        {
            "idx": 9,
            "type": 0,
            "direction": "Forward",
            "interpretation": "과거로 다시 돌아가 보자꾸나. 네가 맞이했던 그 순간, 너는 진정한 용기와 인내심으로 모든 것을 극복했어. 네 안에 있던 힘은 그때 누구보다 강했고, 너는 어떤 도전도 피하지 않았지. 그 시절의 너는 스스로를 믿었고, 그 믿음이 너를 승리로 이끌었어. 그 경험은 네게 많은 깨달음을 주었고, 너를 지금의 강인한 사람으로 만들어 준 소중한 시간들이었단다. 그때의 경험을 잊지 말고, 그것이 지금의 네 힘이 된다는 걸 기억하거라. 네 과거는 성공적인 결과를 낳았고, 앞으로도 네게 긍정적인 영향을 미칠 거야."
        },
        {
            "idx": 9,
            "type": 1,
            "direction": "Forward",
            "interpretation": "현재를 살펴보자꾸나. 지금 너는 누구보다 강한 내면의 힘을 지니고 있어. 모든 도전과 장애물 앞에서도 두려워하지 않고 맞서고 있지. 너는 지금의 순간에 가장 침착하고, 그 힘을 발휘하며 모든 문제를 해결하고 있어. 네 마음 속에 자리잡은 용기와 자기 통제력이 너를 지탱하고 있어. 이 순간이 네게 힘을 요구하고 있지만, 너는 이미 준비가 되어 있단다. 네 안의 힘을 믿고, 앞으로 나아가는 것을 멈추지 말거라. 지금 너는 승리할 운명에 놓여 있어."
        },
        {
            "idx": 9,
            "type": 2,
            "direction": "Forward",
            "interpretation": "미래를 내다보자꾸나. 앞날에는 큰 도전들이 기다리고 있지만, 그것들이 네게 두려움을 줄 필요는 없단다. 너는 그 모든 것을 이겨낼 힘과 용기를 이미 가지고 있어. 네가 가진 힘은 그 어떤 장애물도 극복할 수 있을 만큼 강해. 이 카드는 너에게 네가 그 길을 걸어갈 때 온유함과 침착함을 잃지 말라고 경고해 주고 있단다. 네 안에 내재된 회복력과 인내심이 너를 승리로 이끌 것이니, 두려움을 받아들이고 그것을 통해 성장해라. 그리하면 네 앞길은 밝고, 성공이 너를 기다리고 있을 거야."
        }
    ]
}
