{
  "0~30": {
    "Aries": {
      "점수": 12,
      "운세": "오늘은 열정이 넘쳐 새로운 도전을 시작하기에 좋은 날입니다. 모든 일에 자신감을 가지고 나아가세요!"
    },
    "Taurus": {
      "점수": 1,
      "운세": "조심스러운 하루가 예상됩니다. 무리한 지출을 피하고 재정 관리를 신중하게 하는 것이 좋습니다."
    },
    "Gemini": {
      "점수": 2,
      "운세": "오늘은 소통에서 약간의 오해가 생길 수 있으니 중요한 대화에서는 신중히 접근하세요."
    },
    "Cancer": {
      "점수": 3,
      "운세": "가족과의 시간이 필요합니다. 감정적으로 안정감을 찾고, 소소한 일상에서 위안을 얻으세요."
    },
    "Leo": {
      "점수": 4,
      "운세": "자신을 표현하기에는 약간 조심스러운 날입니다. 차분하게 주변 상황을 관찰하고 필요한 순간을 기다려보세요."
    },
    "Virgo": {
      "점수": 5,
      "운세": "일에 집중하는 것이 좋습니다. 작은 세부 사항에 주의하여 계획을 세워보세요."
    },
    "Libra": {
      "점수": 6,
      "운세": "균형 잡힌 하루입니다. 주위와 조화를 이루며 평온한 분위기를 유지하려는 노력이 필요합니다."
    },
    "Scorpio": {
      "점수": 7,
      "운세": "감정의 깊이를 느낄 수 있는 날입니다. 스스로에 대해 진지하게 돌아보며 성찰하는 시간이 좋습니다."
    },
    "Sagittarius": {
      "점수": 8,
      "운세": "모험심이 일어나 새로운 것을 시도하고 싶어지는 하루입니다. 도전적인 자세로 나아가보세요!"
    },
    "Capricorn": {
      "점수": 9,
      "운세": "책임감이 필요한 시기입니다. 실질적인 목표를 세우고 꾸준히 노력하는 자세를 유지하세요."
    },
    "Aquarius": {
      "점수": 10,
      "운세": "창의적 아이디어가 떠오르는 날입니다. 자유로운 사고로 새로운 길을 모색해보세요."
    },
    "Pisces": {
      "점수": 11,
      "운세": "감수성과 직관이 강해지는 시기입니다. 내면의 목소리에 귀 기울이며 중요한 결정을 내려보세요."
    }
  },

  "30~60": {
        "Aries": {
            "점수": 11,
            "운세": "오늘은 자신감과 활기가 넘치는 날입니다! 새로운 시도나 도전을 시작하기에 매우 좋은 시기입니다. 열정을 발휘해보세요."
        },
        "Taurus": {
            "점수": 12,
            "운세": "안정적이고 평온한 하루가 될 것입니다. 경제적 운이 상승 중이니 재정적인 계획을 세우기에 좋습니다. 사랑하는 사람들과 따뜻한 시간을 보내세요."
        },
        "Gemini": {
            "점수": 1,
            "운세": "소통에서 오해가 발생할 수 있는 날입니다. 중요한 대화는 신중하게 하고, 다른 사람의 의견을 존중하는 태도를 가져보세요."
        },
        "Cancer": {
            "점수": 2,
            "운세": "가족이나 친구와의 관계에서 갈등이 있을 수 있으니 신중히 대처하세요. 감정에 치우치지 않도록 중심을 유지하는 것이 필요합니다."
        },
        "Leo": {
            "점수": 3,
            "운세": "자신을 드러내기보다 조용히 자신의 일에 집중하는 것이 좋습니다. 차분하게 상황을 파악하고 필요한 경우에만 행동하세요."
        },
        "Virgo": {
            "점수": 4,
            "운세": "작은 실수나 세부 사항에 주의가 필요한 날입니다. 꼼꼼하게 일을 처리하고, 실수를 줄이려는 노력이 중요합니다."
        },
        "Libra": {
            "점수": 5,
            "운세": "주변 사람들과의 균형을 유지하는 데 신경을 써야 합니다. 조화를 유지하려는 노력이 좋은 결과를 가져올 것입니다."
        },
        "Scorpio": {
            "점수": 6,
            "운세": "자신의 감정에 솔직해지는 시기입니다. 깊이 있는 대화를 통해 신뢰를 쌓고, 자신의 진심을 표현해보세요."
        },
        "Sagittarius": {
            "점수": 7,
            "운세": "호기심이 높아지는 날입니다. 새로운 지식이나 경험을 통해 시야를 넓힐 기회로 삼으세요. 열린 마음으로 도전해보세요."
        },
        "Capricorn": {
            "점수": 8,
            "운세": "실질적인 목표를 세우고 성실하게 임해야 할 시기입니다. 책임감 있게 행동하면 좋은 성과가 뒤따를 것입니다."
        },
        "Aquarius": {
            "점수": 9,
            "운세": "창의적인 아이디어가 떠오르는 날입니다. 자유롭게 생각하고, 새로운 방식을 시도해보세요. 독창성이 돋보일 것입니다."
        },
        "Pisces": {
            "점수": 10,
            "운세": "감수성이 높아지는 시기입니다. 직관에 따라 중요한 결정을 내리고, 내면의 소리에 귀 기울여 보세요."
        }
    },
  "60~90": {
        "Aries": {
            "점수": 10,
            "운세": "활기차고 열정적인 에너지가 넘칩니다. 새로운 목표를 향해 전진하기에 적합한 시기이니 도전의식을 발휘해보세요!"
        },
        "Taurus": {
            "점수": 11,
            "운세": "안정감과 평온함이 당신을 감싸고 있습니다. 중요한 결정을 내리기에 좋은 시기이며, 재정 관리도 원활하게 진행될 것입니다."
        },
        "Gemini": {
            "점수": 12,
            "운세": "오늘은 소통과 교류에서 최상의 기운을 느낄 수 있는 날입니다! 새로운 만남이나 중요한 대화에서 긍정적인 성과를 기대해보세요."
        },
        "Cancer": {
            "점수": 1,
            "운세": "가족과의 관계에서 감정적인 갈등이 있을 수 있으니 조심하세요. 오늘은 스스로를 돌보며 차분한 하루를 보내는 것이 좋습니다."
        },
        "Leo": {
            "점수": 2,
            "운세": "자신을 표현하는 데 약간 어려움을 느낄 수 있는 날입니다. 과감히 나서기보다는 상황을 관찰하며 때를 기다리세요."
        },
        "Virgo": {
            "점수": 3,
            "운세": "작은 실수나 세부 사항에 주의가 필요합니다. 꼼꼼하게 일을 처리하며 차분히 상황을 살펴보세요."
        },
        "Libra": {
            "점수": 4,
            "운세": "균형과 조화가 중요한 하루입니다. 다른 사람들과의 관계에서 평화를 유지하려고 노력하는 것이 필요합니다."
        },
        "Scorpio": {
            "점수": 5,
            "운세": "내면의 감정에 솔직해지기 좋은 시기입니다. 자신의 진심을 표현하며 친밀한 관계를 쌓아보세요."
        },
        "Sagittarius": {
            "점수": 6,
            "운세": "호기심이 높아지는 날입니다. 새로운 지식이나 경험을 쌓기 위해 모험적인 자세로 임해보세요."
        },
        "Capricorn": {
            "점수": 7,
            "운세": "목표를 향해 꾸준히 나아가야 할 시기입니다. 책임감을 가지고 성실하게 일에 임하면 좋은 결과가 뒤따를 것입니다."
        },
        "Aquarius": {
            "점수": 8,
            "운세": "창의적인 아이디어가 넘치는 날입니다. 자유로운 사고로 새로운 가능성을 탐색해보세요."
        },
        "Pisces": {
            "점수": 9,
            "운세": "직관이 뛰어나고 감수성이 풍부한 시기입니다. 내면의 소리에 귀 기울이며 중요한 결정을 내려보세요."
        }
    },
  "90~120": {
        "Aries": {
            "점수": 9,
            "운세": "열정과 추진력이 필요한 시기입니다. 중요한 결정을 내리기 전에 차분하게 상황을 검토하며 실수를 줄이는 것이 중요합니다."
        },
        "Taurus": {
            "점수": 10,
            "운세": "안정감이 느껴지는 날입니다. 실질적인 목표를 향해 차근차근 나아가면 좋은 결과를 얻을 수 있습니다. 금전적인 계획을 세우기에 적합한 시기입니다."
        },
        "Gemini": {
            "점수": 11,
            "운세": "오늘은 소통과 대화가 활발해지는 시기입니다. 새로운 만남과 대화에서 영감을 얻을 수 있으니 열린 마음으로 교류해 보세요."
        },
        "Cancer": {
            "점수": 12,
            "운세": "가족과의 유대감이 깊어지는 날입니다. 소중한 사람들과 따뜻한 시간을 보내고, 감정을 나누며 행복을 느낄 수 있을 것입니다."
        },
        "Leo": {
            "점수": 1,
            "운세": "오늘은 자신을 드러내기보다는 조용히 상황을 살펴보는 것이 좋습니다. 감정을 절제하며 차분하게 하루를 보내세요."
        },
        "Virgo": {
            "점수": 2,
            "운세": "꼼꼼함이 필요한 시기입니다. 세부적인 부분에서 실수를 줄이기 위해 계획적으로 움직이세요."
        },
        "Libra": {
            "점수": 3,
            "운세": "주변과의 균형을 유지해야 합니다. 감정적으로 치우치지 않고 평화로운 대화를 통해 조화로운 관계를 유지하세요."
        },
        "Scorpio": {
            "점수": 4,
            "운세": "감정의 깊이를 이해하는 시간이 필요합니다. 내면의 진심을 돌아보고, 솔직한 대화를 통해 신뢰를 쌓아보세요."
        },
        "Sagittarius": {
            "점수": 5,
            "운세": "모험심이 필요해지는 시기입니다. 새로운 경험을 통해 시야를 넓히고 자신을 성장시키는 계기로 삼아보세요."
        },
        "Capricorn": {
            "점수": 6,
            "운세": "책임감이 요구되는 날입니다. 목표를 향해 차근차근 나아가며, 신뢰를 쌓아가는 태도가 중요합니다."
        },
        "Aquarius": {
            "점수": 7,
            "운세": "창의적 사고가 돋보이는 하루입니다. 새로운 아이디어와 방식을 시도하며 일상에 변화를 주는 것도 좋습니다."
        },
        "Pisces": {
            "점수": 8,
            "운세": "감수성과 직관이 풍부한 날입니다. 내면의 목소리에 귀를 기울이며 중요한 결정을 내릴 수 있는 시기입니다."
        }
    },
   "120~150": {
        "Aries": {
            "점수": 8,
            "운세": "오늘은 활력이 다소 줄어드는 날이지만, 차분하게 주변 상황을 검토하면서 안정적인 결정을 내릴 수 있습니다."
        },
        "Taurus": {
            "점수": 9,
            "운세": "안정감이 필요합니다. 실질적인 목표를 향해 꾸준히 노력하면 성과가 기대됩니다. 중요한 금전적 결정을 내려도 좋습니다."
        },
        "Gemini": {
            "점수": 10,
            "운세": "사람들과의 교류가 활발해지는 시기입니다. 대화를 통해 좋은 아이디어를 얻고 새로운 인맥을 쌓아보세요."
        },
        "Cancer": {
            "점수": 11,
            "운세": "가족과의 유대감이 깊어지는 날입니다. 주변 사람들과 따뜻한 시간을 보내며 행복감을 느낄 수 있습니다."
        },
        "Leo": {
            "점수": 12,
            "운세": "최고의 날입니다! 카리스마와 리더십이 돋보이며, 주변 사람들에게 긍정적인 영향을 줄 수 있는 기회입니다."
        },
        "Virgo": {
            "점수": 1,
            "운세": "꼼꼼한 주의가 필요한 날입니다. 작은 실수에 주의하고, 계획을 세우는 데 신중을 기하세요."
        },
        "Libra": {
            "점수": 2,
            "운세": "균형을 잃지 않도록 주의해야 합니다. 다른 사람들과의 조화를 유지하려는 노력이 중요합니다."
        },
        "Scorpio": {
            "점수": 3,
            "운세": "감정의 깊이를 이해하는 하루입니다. 내면의 진심을 돌아보고, 솔직하게 소통하려는 노력이 필요합니다."
        },
        "Sagittarius": {
            "점수": 4,
            "운세": "새로운 경험과 모험을 시도해보고 싶은 욕구가 생깁니다. 열린 마음으로 작은 도전을 해보세요."
        },
        "Capricorn": {
            "점수": 5,
            "운세": "책임감 있는 태도가 요구되는 시기입니다. 목표를 향해 성실하게 나아가며 주변의 신뢰를 쌓아보세요."
        },
        "Aquarius": {
            "점수": 6,
            "운세": "창의적인 아이디어가 떠오르는 날입니다. 자유로운 사고를 통해 새로운 가능성을 모색해 보세요."
        },
        "Pisces": {
            "점수": 7,
            "운세": "감수성이 높아져 직관적인 결정을 내리기에 좋은 시기입니다. 내면의 목소리에 귀를 기울여 보세요."
        }
    },

  "150~180": {
        "Aries": {
            "점수": 7,
            "운세": "열정이 필요한 시기입니다. 추진력은 다소 약해질 수 있지만, 자신감을 잃지 말고 천천히 나아가세요."
        },
        "Taurus": {
            "점수": 8,
            "운세": "안정적인 에너지를 유지하며 목표를 향해 차분히 나아가세요. 실질적인 결과를 기대할 수 있는 날입니다."
        },
        "Gemini": {
            "점수": 9,
            "운세": "사람들과의 소통이 중요한 날입니다. 대화를 통해 새로운 아이디어를 얻을 수 있으며, 인맥을 넓힐 기회가 있습니다."
        },
        "Cancer": {
            "점수": 10,
            "운세": "가족과의 유대감이 깊어지는 시기입니다. 주변 사람들과 따뜻한 시간을 보내며 안정감을 느낄 수 있습니다."
        },
        "Leo": {
            "점수": 11,
            "운세": "자신감을 가지고 리더십을 발휘하기 좋은 날입니다. 카리스마가 돋보이며 주위에 긍정적인 영향을 줄 수 있습니다."
        },
        "Virgo": {
            "점수": 12,
            "운세": "오늘은 모든 일에 있어서 집중력이 최고조에 이릅니다. 꼼꼼하게 계획을 세우고 실행에 옮기기 좋은 시기입니다."
        },
        "Libra": {
            "점수": 1,
            "운세": "균형을 유지하기 어려운 날일 수 있습니다. 주변과의 조화를 위해 신중하게 행동하는 것이 필요합니다."
        },
        "Scorpio": {
            "점수": 2,
            "운세": "감정의 깊이를 이해하며 내면을 돌아보는 시간이 필요합니다. 급격한 변화를 피하고 차분함을 유지하세요."
        },
        "Sagittarius": {
            "점수": 3,
            "운세": "새로운 모험을 시작하기보다는 신중함이 요구되는 시기입니다. 자신의 목표를 재점검해보세요."
        },
        "Capricorn": {
            "점수": 4,
            "운세": "책임감을 가지고 작은 목표를 꾸준히 이루어가는 것이 중요합니다. 성실함이 빛을 발할 날입니다."
        },
        "Aquarius": {
            "점수": 5,
            "운세": "창의적인 사고가 필요한 날입니다. 자유로운 발상을 통해 새로운 해결책을 모색해 보세요."
        },
        "Pisces": {
            "점수": 6,
            "운세": "감수성이 풍부해지고 직관력이 높아지는 날입니다. 내면의 목소리에 귀 기울이며 중요한 결정을 내려보세요."
        }
    },
  "180~210": {
        "Aries": {
            "점수": 6,
            "운세": "자신의 열정을 재정비할 필요가 있는 날입니다. 지나치게 서두르지 말고 차분하게 상황을 살펴보세요."
        },
        "Taurus": {
            "점수": 7,
            "운세": "안정을 추구하며 차분히 목표를 향해 나아가야 합니다. 현실적인 계획을 세우고 지속적으로 실행하세요."
        },
        "Gemini": {
            "점수": 8,
            "운세": "사람들과의 소통이 활발해지며 새로운 아이디어를 얻을 수 있습니다. 대화 속에서 긍정적인 기운을 느낄 수 있는 날입니다."
        },
        "Cancer": {
            "점수": 9,
            "운세": "가족과의 유대감이 깊어지는 날입니다. 따뜻한 시간을 보내며 내면의 평온을 찾을 수 있습니다."
        },
        "Leo": {
            "점수": 10,
            "운세": "자신감을 가지고 리더십을 발휘하기 좋은 날입니다. 당신의 열정과 에너지가 주위에 긍정적인 영향을 줄 것입니다."
        },
        "Virgo": {
            "점수": 11,
            "운세": "꼼꼼함과 세심함이 돋보이는 하루입니다. 중요한 일에 집중하며 성과를 기대해도 좋습니다."
        },
        "Libra": {
            "점수": 12,
            "운세": "주변과의 조화와 균형이 완벽하게 맞아떨어지는 날입니다. 좋은 인간관계를 통해 만족감을 느낄 수 있습니다."
        },
        "Scorpio": {
            "점수": 1,
            "운세": "감정의 깊이를 이해하고 차분하게 내면을 돌아보는 것이 필요합니다. 급한 결정보다는 시간을 두고 판단하세요."
        },
        "Sagittarius": {
            "점수": 2,
            "운세": "새로운 모험을 시도하기보다는 현재의 상황을 재평가하는 것이 좋습니다. 신중하게 미래를 계획해보세요."
        },
        "Capricorn": {
            "점수": 3,
            "운세": "책임감 있는 자세가 필요합니다. 작은 목표를 성실하게 수행하며 성과를 쌓아가세요."
        },
        "Aquarius": {
            "점수": 4,
            "운세": "독창적인 생각이 필요한 날입니다. 기존의 틀에서 벗어나 자유로운 발상으로 문제를 해결해 보세요."
        },
        "Pisces": {
            "점수": 5,
            "운세": "감수성과 직관이 높아지는 시기입니다. 내면의 목소리에 귀 기울이며 감정의 흐름을 따라가 보세요."
        }
    },
  "210~240": {
        "Aries": {
            "점수": 5,
            "운세": "에너지가 다소 부족할 수 있으니 오늘은 무리하지 말고 휴식을 취하며 차분히 하루를 보내세요."
        },
        "Taurus": {
            "점수": 6,
            "운세": "안정과 지속성이 필요한 날입니다. 무리한 변화를 피하고 차분하게 일에 집중해보세요."
        },
        "Gemini": {
            "점수": 7,
            "운세": "사람들과의 소통이 중요해지는 시기입니다. 열린 마음으로 대화하면 새로운 인연을 만들 수 있습니다."
        },
        "Cancer": {
            "점수": 8,
            "운세": "가족과의 관계가 깊어지며 따뜻한 시간을 보낼 수 있습니다. 내면의 안정감을 찾는 데 집중해보세요."
        },
        "Leo": {
            "점수": 9,
            "운세": "자신감을 가지고 자신을 표현해보세요. 당신의 열정이 주변에 긍정적인 영향을 미칠 것입니다."
        },
        "Virgo": {
            "점수": 10,
            "운세": "세심함과 꼼꼼함이 요구되는 날입니다. 일상에서 작은 디테일에 신경을 쓰면 성과를 얻을 수 있습니다."
        },
        "Libra": {
            "점수": 11,
            "운세": "주변 사람들과 조화를 이루는 하루입니다. 협력과 균형을 유지하면 좋은 결과를 기대할 수 있습니다."
        },
        "Scorpio": {
            "점수": 12,
            "운세": "최고의 날입니다! 강렬한 직관과 감정의 깊이를 통해 주변 상황을 정확히 파악할 수 있습니다. 중요한 결정을 내려보세요."
        },
        "Sagittarius": {
            "점수": 1,
            "운세": "모험보다는 현재 상황에 집중하는 것이 필요합니다. 서두르기보다는 안정적인 선택을 하는 것이 좋습니다."
        },
        "Capricorn": {
            "점수": 2,
            "운세": "책임감 있는 행동이 필요한 시기입니다. 신중하게 결정하고 작은 목표부터 꾸준히 이뤄보세요."
        },
        "Aquarius": {
            "점수": 3,
            "운세": "새로운 아이디어가 필요할 때입니다. 창의적인 사고를 통해 문제를 해결할 수 있는 기회입니다."
        },
        "Pisces": {
            "점수": 4,
            "운세": "감수성이 높아지고 있습니다. 내면의 소리에 귀 기울이며 차분하게 하루를 보내보세요."
        }
    },
  "240~270": {
        "Aries": {
            "점수": 4,
            "운세": "오늘은 무리하지 말고 신중하게 행동하는 것이 좋습니다. 주변의 상황을 잘 관찰하며 하루를 보내세요."
        },
        "Taurus": {
            "점수": 5,
            "운세": "안정감을 유지하는 것이 중요합니다. 지나치게 서두르지 말고 차분하게 계획을 세워보세요."
        },
        "Gemini": {
            "점수": 6,
            "운세": "사람들과의 소통이 활발해지며 새로운 기회를 만들 수 있는 날입니다. 긍정적인 대화를 통해 좋은 인연을 쌓아보세요."
        },
        "Cancer": {
            "점수": 7,
            "운세": "가족과의 시간을 소중히 여기는 날입니다. 따뜻한 마음으로 주변 사람들과 교감해보세요."
        },
        "Leo": {
            "점수": 8,
            "운세": "자신감을 가지고 자신의 생각을 표현해보세요. 당신의 에너지가 주위 사람들에게 긍정적인 영향을 줄 것입니다."
        },
        "Virgo": {
            "점수": 9,
            "운세": "꼼꼼함과 세심함이 요구되는 시기입니다. 중요한 일에 집중하여 좋은 성과를 얻을 수 있습니다."
        },
        "Libra": {
            "점수": 10,
            "운세": "균형을 유지하며 주변과의 조화를 이루기 좋은 날입니다. 협력적인 자세로 관계를 발전시켜보세요."
        },
        "Scorpio": {
            "점수": 11,
            "운세": "직관력과 통찰력이 빛나는 시기입니다. 중요한 결정을 내릴 때 깊이 있는 판단이 도움이 될 것입니다."
        },
        "Sagittarius": {
            "점수": 12,
            "운세": "모든 것이 잘 풀리는 최고의 날입니다! 활력 넘치는 에너지를 발휘하여 새로운 도전을 시작하기에 완벽한 시기입니다."
        },
        "Capricorn": {
            "점수": 1,
            "운세": "책임감 있는 태도가 요구됩니다. 중요한 결정은 조금 미루고, 작은 일에 집중하여 신뢰를 쌓아보세요."
        },
        "Aquarius": {
            "점수": 2,
            "운세": "독창적인 사고가 필요한 날입니다. 창의적으로 접근하면 좋은 해결책을 찾을 수 있을 것입니다."
        },
        "Pisces": {
            "점수": 3,
            "운세": "감수성이 풍부해지는 날입니다. 내면의 목소리에 귀를 기울이며 차분한 하루를 보내는 것이 좋습니다."
        }
    },
  "270~300": {
        "Aries": {
            "점수": 3,
            "운세": "오늘은 차분하게 하루를 보내는 것이 중요합니다. 서두르지 말고 상황을 신중하게 바라보세요."
        },
        "Taurus": {
            "점수": 4,
            "운세": "안정적인 에너지가 필요합니다. 중요한 결정을 내리기 전에 충분히 고민하고 차분하게 준비하세요."
        },
        "Gemini": {
            "점수": 5,
            "운세": "오늘은 소통을 통해 좋은 결과를 얻을 수 있습니다. 열린 마음으로 대화에 임하면 새로운 기회를 만들 수 있습니다."
        },
        "Cancer": {
            "점수": 6,
            "운세": "가족과의 유대감이 중요한 날입니다. 주변 사람들과 따뜻한 시간을 보내며 마음의 안정을 찾으세요."
        },
        "Leo": {
            "점수": 7,
            "운세": "자신감을 가지고 나아갈 때입니다. 당신의 활기찬 에너지가 주변에 긍정적인 영향을 줄 것입니다."
        },
        "Virgo": {
            "점수": 8,
            "운세": "세부적인 부분에 주의를 기울이세요. 꼼꼼하게 일 처리를 하면 만족스러운 결과를 얻을 수 있습니다."
        },
        "Libra": {
            "점수": 9,
            "운세": "균형과 조화가 중요한 시기입니다. 사람들과 협력하여 평화로운 관계를 유지하려고 노력하세요."
        },
        "Scorpio": {
            "점수": 10,
            "운세": "직관력이 높아지는 날입니다. 중요한 결정을 내릴 때 당신의 감각을 신뢰해도 좋습니다."
        },
        "Sagittarius": {
            "점수": 11,
            "운세": "열정이 넘치고 에너지가 충만한 날입니다. 새로운 도전을 시작하기에 좋은 시기입니다."
        },
        "Capricorn": {
            "점수": 12,
            "운세": "책임감과 성실함이 돋보이는 날입니다. 꾸준한 노력으로 목표를 달성할 수 있을 것입니다."
        },
        "Aquarius": {
            "점수": 1,
            "운세": "조심스러운 하루가 될 수 있습니다. 창의적인 생각보다는 현실적인 문제에 집중하는 것이 좋습니다."
        },
        "Pisces": {
            "점수": 2,
            "운세": "내면의 목소리에 귀를 기울여야 합니다. 차분히 자신의 감정을 돌아보는 시간이 필요합니다."
        }
    },
  "300~330": {
        "Aries": {
            "점수": 2,
            "운세": "오늘은 속도를 늦추고 자신을 돌보는 것이 필요합니다. 중요한 결정은 잠시 미루고, 차분하게 하루를 보내세요."
        },
        "Taurus": {
            "점수": 3,
            "운세": "안정감이 중요한 날입니다. 무리한 시도보다는 현재의 상황을 정리하며 마음의 여유를 찾아보세요."
        },
        "Gemini": {
            "점수": 4,
            "운세": "사람들과의 소통이 핵심입니다. 열린 마음으로 대화에 임하면 긍정적인 결과가 기대됩니다."
        },
        "Cancer": {
            "점수": 5,
            "운세": "가족과 함께 따뜻한 시간을 보내며 유대감을 강화할 수 있는 날입니다. 서로에게 배려를 표현해보세요."
        },
        "Leo": {
            "점수": 6,
            "운세": "자신감이 필요한 하루입니다. 자신을 표현하고 긍정적인 에너지를 주변에 전해보세요."
        },
        "Virgo": {
            "점수": 7,
            "운세": "세부 사항에 집중할 필요가 있는 날입니다. 꼼꼼하게 일 처리를 하면서 성과를 얻어보세요."
        },
        "Libra": {
            "점수": 8,
            "운세": "균형과 조화를 이루기 좋은 날입니다. 협력과 협동이 중요한 상황에서 원활한 관계를 유지하세요."
        },
        "Scorpio": {
            "점수": 9,
            "운세": "직관력이 돋보이는 하루입니다. 중요한 결정이 필요할 때 당신의 감각을 믿어보세요."
        },
        "Sagittarius": {
            "점수": 10,
            "운세": "모험을 떠나기에 좋은 날입니다. 자신감을 가지고 새로운 일에 도전해보세요."
        },
        "Capricorn": {
            "점수": 11,
            "운세": "책임감과 꾸준함이 중요한 시기입니다. 목표를 향해 한 걸음씩 나아가며 성과를 기대해보세요."
        },
        "Aquarius": {
            "점수": 12,
            "운세": "창의적인 아이디어가 샘솟는 날입니다. 자유롭게 생각하며 새로운 가능성을 탐구해보세요."
        },
        "Pisces": {
            "점수": 1,
            "운세": "주의가 필요한 하루입니다. 차분하게 감정을 다스리며 신중하게 행동하는 것이 좋습니다."
        }
    },
    "330~360": {
        "Aries": {
            "점수": 1,
            "운세": "오늘은 조심스럽게 행동하는 것이 좋습니다. 감정을 절제하고 차분하게 상황을 관찰하세요."
        },
        "Taurus": {
            "점수": 2,
            "운세": "안정감을 유지하려는 노력이 필요합니다. 중요한 결정은 잠시 미루고 신중하게 접근하세요."
        },
        "Gemini": {
            "점수": 3,
            "운세": "소통에 주의가 필요한 날입니다. 대화에서 오해가 생기지 않도록 신중하게 의사소통하세요."
        },
        "Cancer": {
            "점수": 4,
            "운세": "가족과의 시간이 필요합니다. 주변 사람들과 따뜻한 대화를 나누며 안정을 찾으세요."
        },
        "Leo": {
            "점수": 5,
            "운세": "자신을 표현하는 데 주저하지 마세요. 당신의 에너지가 주위에 긍정적인 영향을 줄 것입니다."
        },
        "Virgo": {
            "점수": 6,
            "운세": "꼼꼼하게 일처리를 하기에 좋은 시기입니다. 세부적인 사항을 신경 쓰면 성과를 얻을 수 있습니다."
        },
        "Libra": {
            "점수": 7,
            "운세": "균형을 중시하며 주변 사람들과의 조화를 이루려는 노력이 필요합니다."
        },
        "Scorpio": {
            "점수": 8,
            "운세": "내면의 감정에 귀 기울이고 자신을 성찰하는 시간이 중요합니다. 솔직하게 자신을 돌아보세요."
        },
        "Sagittarius": {
            "점수": 9,
            "운세": "모험심이 필요한 시기입니다. 새로운 도전을 시작하면서 자신감을 가지세요."
        },
        "Capricorn": {
            "점수": 10,
            "운세": "책임감과 꾸준함이 필요한 날입니다. 목표를 향해 신중하게 나아가세요."
        },
        "Aquarius": {
            "점수": 11,
            "운세": "창의력이 빛나는 날입니다. 자유롭게 생각하며 새로운 가능성을 찾아보세요."
        },
        "Pisces": {
            "점수": 12,
            "운세": "내면의 목소리에 귀를 기울이세요. 감수성과 직관이 풍부해지며 중요한 결정을 내리기 좋은 날입니다."
        }
    }
}